{"contents": [{"item": "The tears stream down my cheeks from my unblinking eyes. What makes me weep so? There is nothing saddening here. Perhaps it is liquefied brain.", "owner": "Samuel Beckett, The Unnamable"}, {"item": "There was nothing particularly intimate about the way they sat, but something about the scene made Gansey feel strange, like he’d heard an unpleasant statement and later forgotten everything about the words but the way they had made him feel.", "owner": "Maggie Stiefvater, The Raven Boys"}, {"item": "She became a story, one I have mostly forgotten. One I can't end because she died a long time ago.", "owner": "Elizabeth Scott, Living Dead Girl"}, {"item": "You're sad because you're sad.It's psychic. It's the age. It's chemical.Go see a shrink or take a pill,or hug your sadness like an eyeless dollyou need to sleep.Well, all children are sadbut some get over it.Count your blessings. Better than that,buy a hat. Buy a coat or a pet.Take up dancing to forget.", "owner": "Margaret Atwood"}, {"item": "Training?'Clary echoed.\"But we trained yesterday.\"\"Some of us have to train everyday,Clary.\"Jace didnt sound angry,but there was a harshness to his tone,and Clary flushed.\"Ill see you later,\"he added without looking at her,and practically flung himself toward the door.As it shut behind him,Clary reached up and angerily yanked the pins out of her hair.It cascaded in tangles down around her shoulders.\"Clary,\"Luke said gently.He stood up.\"What are you doing?\"\"My hair.\"She yanked the last pin,hard.Her eyes were shining,and simon could tell she was forcibly wiling herself not to cry.\"I dont want to wear it like this.It looks stupid.\"'No,it dosent'Luke said", "owner": "Cassandra Clare, City of Fallen Angels"}, {"item": "I was wishing I was invisible. Outside, the leaves were falling to the ground, and I was infinitely sad, sad down to my bones. I was sad for Phoebe and her parents and Prudence and Mike, sad for the leaves that were dying, and sad for myself, for something I had lost.", "owner": "Sharon Creech, Walk Two Moons"}, {"item": "...how do you run and play when you feel like there are bricks of the heaviest sadness weighing down every part of your body? How do you laugh and talk when there are no laughs left inside of you?", "owner": "Katherine Hannigan, Ida B. . . and Her Plans to Maximize Fun, Avoid Disaster, and (Possibly) Save the World"}, {"item": "A man who is master of himself can end a sorrow as easily as he can invent a pleasure.", "owner": "Oscar Wilde, The Picture of Dorian Gray"}, {"item": "I was the one with the open wound, and the river waters turned red when I bathed in them. My sadness is greater than the heavens.", "owner": "Laura Restrepo, The Angel of Galilea"}, {"item": "I know the difference between sadness and depression. Clinical depression has no source from which it springs-it just is. Intractable sadness has nothing to do with synapses, or brain chemistry, or essential salts, it's born of something. It's the product of injustice and helplessness. It can be anesthetized, I suppose, but it's there, unaltered, when the medication wears off, like an intruder who has broken into your house and is still there every morning when you wake up.Given the choice, I would rather be depressed. I've come back from depression.", "owner": "Ka Hancock, Dancing on Broken Glass"}, {"item": "This sadness wasn't a huge part of me--I wasn't remotely depressed--but still, it was like a stone I carried in my pocket. I always knew it was there. [p. 179]", "owner": "Dani Shapiro, Devotion: A Memoir"}, {"item": "Away from the bright motion of the party, she carried her sadness like a dark stone clenched in her palm.", "owner": "Kim Edwards, The Memory Keeper's Daughter"}, {"item": "It was only when the salt water of my tears ran into my cuts and made them stingthat I discovered I was crying.", "owner": "Marian Keyes, Anybody Out There?"}, {"item": "Thinking about spaghetti that boils eternally but is never done is a sad, sad thing.", "owner": "Haruki Murakami, Blind Willow, Sleeping Woman"}, {"item": "If he does go, the change will be doleful. Suppose he should be absent spring, summer, and autumn: how joyless sunshine and fine days will seem!", "owner": "Charlotte Brontë, Jane Eyre"}], "pagination": {"next": "/data/hard times/sadness/3/data.json", "prev": "/data/hard times/sadness/1/data.json", "current": "/data/hard times/sadness/2/data.json"}}