{"contents": [{"item": "A day without laughter is a day wasted.", "owner": "Nicolas Chamfort"}, {"item": "You talk when you cease to be at peace with your thoughts.", "owner": "Kahlil Gibran, The Prophet"}, {"item": "One, remember to look up at the stars and not down at your feet. Two, never give up work. Work gives you meaning and purpose and life is empty without it. Three, if you are lucky enough to find love, remember it is there and don't throw it away.", "owner": "Stephen Hawking"}, {"item": "There is nothing either good or bad, but thinking makes it so.", "owner": "William Shakespeare, Hamlet"}, {"item": "You're not to be so blind with patriotism that you can't face reality. Wrong is wrong, no matter who does it or says it.", "owner": "Malcolm X, By Any Means Necessary"}, {"item": "Let's think the unthinkable, let's do the undoable. Let us prepare to grapple with the ineffable itself, and see if we may not eff it after all.", "owner": "Douglas Adams, Dirk Gently's Holistic Detective Agency"}, {"item": "I was within and without, simultaneously enchanted and repelled by the inexhaustible variety of life.", "owner": "F. Scott Fitzgerald, The Great Gatsby"}, {"item": "Those who know do not speak. Those who speak do not know.", "owner": "Lao Tzu, Tao Teh Ching"}, {"item": "Heard melodies are sweet, but those unheard, are sweeter", "owner": "John Keats, Ode on a Grecian Urn and Other Poems"}, {"item": "The price good men pay for indifference to public affairs is to be ruled by evil men.", "owner": "Plato"}, {"item": "If you win, you need not have to explain...If you lose, you should not be there to explain!", "owner": "Adolf Hitler"}, {"item": "Sometimes I lie awake at night and I ask, \"Is life a multiple choice test or is it a true or false test?\" ...Then a voice comes to me out of the dark and says, \"We hate to tell you this but life is a thousand word essay.", "owner": "Charles M. Schulz"}, {"item": "A serious and good philosophical work could be written consisting entirely of jokes.", "owner": "Ludwig Wittgenstein"}, {"item": "I would believe only in a God that knows how to dance.", "owner": "Friedrich Nietzsche"}, {"item": "Be kind, for everyone you meet is fighting a hard battle.", "owner": "Socrates"}], "pagination": {"next": "/data/spiritual & philosophy/philosophy/1/data.json", "prev": null, "current": "/data/spiritual & philosophy/philosophy/0/data.json"}}