{"contents": [{"item": "I give myself a good cry if I need it. But then I concentrate on the good things still in my life. I don't allow myself any more self-pity than that. A little each every morning, a few tears, and that's all.", "owner": "Mitch Albom, Tuesdays with Morrie"}, {"item": "A melancholy-looking man, he had the appearance of one who has searched for the leak in life's gas-pipe with a lighted candle.", "owner": "P.G. Wodehouse, The Man Upstairs and Other Stories"}, {"item": "The first ten million years were the worst,\" said Marvin, \"and the second ten million years, they were the worst too. The third ten million years I didn't enjoy at all. After that I went into a bit of a decline.", "owner": "Douglas Adams, The Restaurant at the End of the Universe"}, {"item": "Whenever I get that sad, depressed feeling, I go out and kill a policeman.", "owner": "P.G. Wodehouse"}, {"item": "You don't seem mad at all,' she said.But I am, although I'm undergoing a cure, because my problem is that I lack a particular chemical. However, while I hope that the chemical gets rid of my chronic depression, I want to continue being mad, living life the way I dream it, and not the way other people want it to be. Do you know what exists out there, beyond the walls of Villete?", "owner": "Paulo Coelho, Veronika Decides to Die"}, {"item": "Sometimes with the most intense pain a paralysis of sensibility occurs. The soul disintegrates--hence the deadly frost--the free power of the mind--the shattering, ceaseless wit of this kind of despair. There is no inclination for anything any more--the person is alone, like a baleful power--as he has no connection with the rest of the world he consumes himself gradually--and in accordance with his own principle he is--misanthropic and misotheos.", "owner": "Novalis, Novalis: Philosophical Writings"}, {"item": "Depression! It really gets you down.", "owner": "Anthony T.Hincks"}, {"item": "What people never understand is that depression isn't about the outside; it's about the inside. Something inside me is wrong. Sure, there are things in my life that make me feel alone, but nothing makes me feel more isolated and terrified than my own voice inside my head.", "owner": "Jasmine Warga"}, {"item": "Talking to a therapist, I thought, was like taking your clothes off and then taking your skin off, and then having the other person say, \"Would you mind opening up your rib cage so that we can start?", "owner": "Julie Schumacher, Black Box"}, {"item": "Guidance counselors always love to say, 'Just think positively,' but that's impossible when you have this thing inside of you, strangling every ounce of happiness you can muster. My body is an efficient happy-though-killing machine.", "owner": "Jasmine Warga"}, {"item": "My life came to a standstill. I could breathe, eat, drink and sleep, and I could not help doing these things; but there was no life, for there were no wishes the fulfilment of which I could consider reasonable. If I desired anything, I knew in advance that whether I satisfied my desire or not, nothing would come of it. Had a fairy come and offered to fulfil my desires I should not have known what to ask. If in moments of intoxication I felt something which, though not a wish, was a habit left by former wishes, in sober moments I knew this to be a delusion and that there was really nothing to wish for. I could not even wish to know the truth, for I guess of what it consisted. The truth was that life is meaningless.", "owner": "Leo Tolstoy"}, {"item": "It is simply a confession that with all that I've seen in the last few years, all the events I've been invited to, and all the people whom I've met, I am less and less impressed by \"impressive\" things or people who are presented as having things figured out. I am impressed by people who are honest and kind. I am inspired by moments of vulnerability, moments of confession and compassion, moments where someone makes it clear that they are a person in need of other people and someone else makes it clear that the first person is not alone.", "owner": "Jamie Tworkowski"}, {"item": "The pupil dilates in darkness and in the end finds light, just as the soul dilates in misfortune and in the end finds God.", "owner": "Victor Hugo, Les Misérables"}, {"item": "But no matter how much evil I see, I think it’s important for everyone to understand that there is much more light than darkness.", "owner": "Robert Uttaro, To the Survivors: One Man's Journey as a Rape Crisis Counselor with True Stories of Sexual Violence"}, {"item": "Those whodisrespect youwith their mouthdon't deserveyour ear.", "owner": "Curtis Tyrone Jones"}], "pagination": {"next": "/data/hard times/depression/2/data.json", "prev": "/data/hard times/depression/0/data.json", "current": "/data/hard times/depression/1/data.json"}}