{"contents": [{"item": "Your body will argue that there is no justifiable reason to continue. Your only recourse is to call on your spirit, which fortunately functions independently of logic.", "owner": "Tim Noakes, Lore of Running"}, {"item": "We wouldn't be alive without love we wouldn't have survived without running maybe we shouldn't be surprised that getting better at one could make you better at the other.", "owner": "Christopher McDougall, Born to Run: A Hidden Tribe, Superathletes, and the Greatest Race the World Has Never Seen"}, {"item": "Distance running was revered because it was indispensable; it was the way we survived and thrived and spread across the planet. You ran to eat and to avoid being eaten; you ran to find a mate and impress her, and with her you ran off to start a new life together. You had to love running, or you wouldn't live to love anything else. And like everything else we love-everything we sentimentally call our 'passions' and 'desires'-it's really an encoded ancestral necessity. We were born to run; we were born because we run.", "owner": "Christopher McDougall, Born to Run: A Hidden Tribe, Superathletes, and the Greatest Race the World Has Never Seen"}, {"item": "You ran to eat and to avoid being eaten; you ran to find a mate and impress her, and with her you ran off to start a new life together. You had to love running, or you wouldn’t live to love anything else…We were born to run; we were born because we run", "owner": "Christopher McDougall, Born to Run: A Hidden Tribe, Superathletes, and the Greatest Race the World Has Never Seen"}, {"item": "Try the meditation of the trail, just walk along looking at the trail at your feet and don’t look about and just fall into a trance as the ground zips by,” Kerouac wrote. “Trails are like that: you’re floating along in a Shakespearean Arden paradise and expect to see nymphs and fluteboys, then suddenly you’re struggling in a hot broiling sun of hell in dust and nettles and poison oak… just like life.", "owner": "Christopher McDougall, Born to Run: A Hidden Tribe, Superathletes, and the Greatest Race the World Has Never Seen"}, {"item": "An itchy feeling began to work its way through my body, as though a thousand mosquitoes were circulating through my blood, biting me from the inside, making me want to scream, jump, squirm. I ran.", "owner": "Lauren Oliver, Delirium"}, {"item": "Their hearts, lost in thought, slowly tick away time. When we pass each other on the road, we listen to the rhythm of each other's breathing, and sense the way the other person is ticking away the moments.", "owner": "Haruki Murakami, What I Talk About When I Talk About Running"}, {"item": "He was onto something. Something huge. It wasn't just how to run; it was how to live, the essence of who we are as a species and what we're meant to be.", "owner": "Christopher McDougall"}, {"item": "Imagine your kid is running into the street and you have to sprint after her in bare feet,\" Eric told me when I picked up my training with him after my time with Ken. \"You'll automatically lock into perfect form--you'll be up on your forefeet, with your back erect, head steady, arms high, elbows driving, and feet touching down quickly on the forefoot and kicking back toward your butt.\"You can't run uphill powerfully with poor biomechanics,\" Eric explained.", "owner": "Christopher McDougall, Born to Run: A Hidden Tribe, Superathletes, and the Greatest Race the World Has Never Seen"}, {"item": "Vigil couldn't quite put his finger on it, but his gut kept telling him that there was some kind of connection between the capacity to love and the capacity to love running. The engineering was certainly the same: both depended on loosening your grip on your own desires, putting aside what you wanted and appreciating what you got, being patient and forgiving and undemanding.", "owner": "Christopher McDougall, Born to Run: A Hidden Tribe, Superathletes, and the Greatest Race the World Has Never Seen"}, {"item": "Every morning in Africa, a gazelle wakes up,\" Bannister said. \"It knows it must outrun the fastest lion, or it will be killed. Every morning in Africa, a lion wakes up. It knows it must run faster than the slowest gazelle, or it will starve. It doesn't matter whether you're a lion or a gazelle - when the sun comes up, you'd better be running.", "owner": "Christopher McDougall"}, {"item": "Way before we were scratching pictures on caves or beating rhythms on hollow trees we were perfecting the art of combining our breath and mind and muscles into fluid self-propulsion over wild terrain.", "owner": "Christopher McDougall, Born to Run: A Hidden Tribe, Superathletes, and the Greatest Race the World Has Never Seen"}, {"item": "Poetry, music, forests, oceans, solitude--they were what developed enormous spiritual strength. I came to realize that spirit, as much or more than physical conditioning, had to be stored up before a race.", "owner": "Herb Elliott"}, {"item": "I just run. I run in void. Or maybe I should put it the other way: I run in order to acquire a void.", "owner": "Haruki Murakami, What I Talk About When I Talk About Running"}, {"item": "There are many challenges to long distance running, but one of the greatest is the question of where to put on's house keys.", "owner": "Gabrielle Zevin, The Storied Life of A.J. Fikry"}], "pagination": {"next": "/data/health & fitness/running/3/data.json", "prev": "/data/health & fitness/running/1/data.json", "current": "/data/health & fitness/running/2/data.json"}}