{"contents": [{"item": "It turns out that the distance from head to hand, from wafting butterfly to entomological specimen, is achieved through regular, disciplined practice. What begins as something like a dream will in fact stay a dream forever unless you have the tools and the discipline to bring it out.", "owner": "Ann Patchett, The Getaway Car: A Practical Memoir About Writing and Life"}, {"item": "I don't like work--no man does--but I like what is in the work--the chance to find yourself. Your own reality--for yourself not for others--what no other man can ever know. They can only see the mere show, and never can tell what it really means.", "owner": "Joseph Conrad, Heart of Darkness"}, {"item": "Pleasure in the job puts perfection in the work.", "owner": "Aristotle"}, {"item": "Earning happiness means doing good and working, not speculating and being lazy. Laziness may look inviting, but only work gives you true satisfaction.", "owner": "Anne Frank"}, {"item": "Without hard work, nothing grows but weeds.", "owner": "Gordon B. Hinckley"}, {"item": "Inspiration usually comes during work rather than before it.", "owner": "Madeleine L'Engle"}, {"item": "God sells us all things at the price of labor.", "owner": "Leonardo da Vinci"}, {"item": "I have friends in overalls whose friendship I would not swap for the favor of the kings of the world.", "owner": "Thomas A. Edison"}, {"item": "People might not get all they work for in this world, but they must certainly work for all they get.", "owner": "Frederick Douglass"}, {"item": "Tom said to himself that it was not such a hollow world, after all. He had discovered a great law of human action, without knowing it -- namely, that in order to make a man or a boy covet a thing, it is only necessary to make the thing difficult to attain. If he had been a great and wise philosopher, like the writer of this book, he would now have comprehended that Work consists of whatever a body is obliged to do, and that Play consists of whatever a body is not obliged to do. And this would help him to understand why constructing artificial flowers or performing on a tread-mill is work, while rolling ten-pins or climbing Mont Blanc is only amusement. There are wealthy gentlemen in England who drive four-horse passenger-coaches twenty or thirty miles on a daily line, in the summer, because the privilege costs them considerable money; but if they were offered wages for the service, that would turn it into work and then they would resign.", "owner": "Mark Twain, The Adventures of Tom Sawyer"}, {"item": "Perhaps this is how you know you're doing the thing you're intended to: No matter how slow or how slight your progress, you never feel that it's a waste of time.", "owner": "Curtis Sittenfeld, The Man of My Dreams"}, {"item": "When a man tells you that he got rich through hard work, ask him: 'Whose?", "owner": "Don Marquis"}, {"item": "There will come a time when everybody will know why, for what purpose, there is all this suffering, and there will be no more mysteries. But now we must live ... we must work, just work!", "owner": "Anton Chekhov, The Three Sisters"}, {"item": "you should first follow the plow if you want to dance the harvest jig.", "owner": "Ken Follett, World Without End"}, {"item": "‎A change of work is the best rest.", "owner": "Arthur Conan Doyle, The Sign of Four"}], "pagination": {"next": "/data/work & productivity/work/1/data.json", "prev": null, "current": "/data/work & productivity/work/0/data.json"}}