{"contents": [{"item": "Some people don't understand the promises they're making when they make them,\" I said.\"Right, of course. But you keep the promise anyway. That's what love is. Love is keeping the promise anyway.", "owner": "John Green, The Fault in Our Stars"}, {"item": "I think if I've learned anything about friendship, it's to hang in, stay connected, fight for them, and let them fight for you. Don't walk away, don't be distracted, don't be too busy or tired, don't take them for granted. Friends are part of the glue that holds life and faith together. Powerful stuff.", "owner": "Jon Katz"}, {"item": "And now these three remain: faith, hope and love. But the greatest of these is love.", "owner": "Anonymous, Holy Bible: King James Version"}, {"item": "Sometimes God allows what he hates to accomplish what he loves.", "owner": "Joni Eareckson Tada, The God I Love"}, {"item": "Believe in a love that is being stored up for you like an inheritance, and have faith that in this love there is a strength and a blessing so large that you can travel as far as you wish without having to step outside it.", "owner": "Rainer Maria Rilke, Letters to a Young Poet"}, {"item": "What was love, really? Flowers, chocolate, and poetry? Or was it something else? Was it being able to finish someone's jokes? Was it having absolute faith that someone was there at your back? Was it knowing someone so well that they instantly understood why you did the things you did—and shared those same beliefs?", "owner": "Richelle Mead, Last Sacrifice"}, {"item": "To love means loving the unlovable. To forgive means pardoning the unpardonable. Faith means believing the unbelievable. Hope means hoping when everything seems hopeless.", "owner": "G.K. Chesterton"}, {"item": "Are you upset little friend? Have you been lying awake worrying? Well, don't worry...I'm here. The flood waters will recede, the famine will end, the sun will shine tomorrow, and I will always be here to take care of you.", "owner": "Charles M. Schulz"}, {"item": "Love meant jumping off a cliff and trusting that a certain person would be there to catch you at the bottom.", "owner": "Jodi Picoult, Second Glance"}, {"item": "Work without love is slavery.", "owner": "Mother Teresa"}, {"item": "The Simple PathSilence is PrayerPrayer is FaithFaith is LoveLove is ServiceThe Fruit of Service is Peace", "owner": "Mother Teresa"}, {"item": "Someday, after mastering the winds, the waves, the tides and gravity, we shall harness for God the energies of love, and then, for a second time in the history of the world, man will have discovered fire.", "owner": "Pierre Teilhard de Chardin"}, {"item": "In the darkness, he is invisible, but I can still feel him beside me. Sometimes you don't have to see something to know it is there.", "owner": "Maggie Stiefvater, Forever"}, {"item": "All the world is made of faith, and trust, and pixie dust.", "owner": "J.M. Barrie, Peter Pan"}, {"item": "You were made by God and for God and until you understand that, life will never make sense.", "owner": "Rick Warren"}], "pagination": {"next": "/data/spiritual & philosophy/faith/1/data.json", "prev": null, "current": "/data/spiritual & philosophy/faith/0/data.json"}}