{"contents": [{"item": "I used to be self conscious about my height, but then I thought, fuck that, I'm Harry Potter.", "owner": "Daniel Radcliffe"}, {"item": "I've always been told my presence brightened up any room. One might think that went doubly for dank underground cell.\" (Jace)", "owner": "Cassandra Clare, City of Glass"}, {"item": "If you don't like yourself, you can't like other people. -- Lazarus Long.", "owner": "Robert A. Heinlein"}, {"item": "If you want me, you'll have to earn me. And, mister, I don't come cheap.", "owner": "Susan Elizabeth Phillips, Fancy Pants"}, {"item": "What defines you isn't how many times you crash but the number of times you get back.", "owner": "Sarah Dessen, Along for the Ride"}, {"item": "Though the funny thing about never being asked for anything is that after a while you start to feel like maybe you don’t have anything worth giving.", "owner": "Lev Grossman, The Magician King"}, {"item": "The first step toward being loved is learning to love what you see when you look in the mirror.", "owner": "Tadahiko Nagao"}, {"item": "When I loved myself enough, I no longer needed things or people to make me feel safe.", "owner": "Kim McMillen, When I Loved Myself Enough"}, {"item": "Believe in yourself and the world will follow suit.", "owner": "Tadahiko Nagao, Kokology: The Game of Self-Discovery"}, {"item": "Teasing is very often a sign of inner misery.", "owner": "Christopher Hitchens, Arguably: Selected Essays"}, {"item": "Real self-worth comes from mastery, from getting good at something. It doesn't matter what. Then you don't have to worry about empty compliments. You don't worry about what other people think. You have self-respect.", "owner": "Albert Borris, Crash Into Me"}, {"item": "To honor the self is to be willing to think independently, to live by our own mind, and to have the courage of our own perceptions.", "owner": "Nathaniel Branden"}, {"item": "Be yourself, you're already fully equipped to succeed at that.", "owner": "Rob Liano"}, {"item": "I take a few quick sips. \"This is really good.\" And I mean it. I have never tasted tea like this. It is smooth, pungent, and instantly addicting.\"This is from Grand Auntie,\" my mother explains. \"She told me 'If I buy the cheap tea, then I am saying that my whole life has not been worth something better.' A few years ago she bought it for herself. One hundred dollars a pound.\"\"You're kidding.\" I take another sip. It tastes even better.", "owner": "Amy Tan, The Kitchen God's Wife"}, {"item": "You know men. We have delicate egos.\"\"I wouldn't describe Jace's ego as delicate.\"\"No, Jace is sort of the antiaircraft artillery tank of male egos,\" Simon admitted.", "owner": "Cassandra Clare"}], "pagination": {"next": "/data/personal growth/self-esteem/2/data.json", "prev": "/data/personal growth/self-esteem/0/data.json", "current": "/data/personal growth/self-esteem/1/data.json"}}