{"contents": [{"item": "What else is there to do in this world but love other people?", "owner": "James E. Shapiro, Meditations from the Breakdown Lane: Running Across America"}, {"item": "When it's pouring rain and you're bowling along through the wet, there's satisfaction in knowing you're out there and the others aren't.", "owner": "Peter Snell"}, {"item": "Elite runners are genetically gifted, sure, but without intense training, those gifts are wasted. Their training creates a strong work ethic that leaves humility in its wake. There are no short cuts in marathoning, so anyone who is a marathoner has worked hard.", "owner": "Jeff Horowitz, My First 100 Marathons: 2,260 Miles with an Obsessive Runner"}, {"item": "There are no standards and no possible victories except the joy you are living while dancing your run. You are not running for some future reward-the real reward is now!", "owner": "Fred Rohe, The Zen of Running"}, {"item": "There was no let-up. The tempo was always moderate but steady. If a new guy decided to pick up the pace, that's where it stayed, whether he finished with the group or not. You showed off at your peril.", "owner": "John L. Parker Jr."}, {"item": "He was filled with loss and an off-brand of nostalgia for events that were supposed to become part of his past but now wouldn't at all. In the mind's special processes, a ten-mile run takes far longer than the minutes reported by a grandfather clock. Such time, in fact, hardly exists in the real world; it is all out on the train somewhere, and you only go back to it when you are out there. He and Mize had been through two solid years of such regular time-warp escapes together. There was something different about that, something beyond friendship; they had a way of transferring pain back and forth, without the banality of words.", "owner": "John L. Parker Jr."}, {"item": "Vary your training, your running partners, and your environment. Only your imagination limits the ways you can spice up your running routine.", "owner": "Bob Glover"}, {"item": "Faced with the almost inescapable conclusion that it had been selling lemons, Nike shifted into make-lemonade mode. Jeff Pisciotta became head of a top-secret and seemingly impossible project: finding a way to make a buck off a naked foot.", "owner": "Christopher McDougall"}, {"item": "Though Jack Nubbins was extremely talented, Quenten Cassidy had viewed the Specter; when he reached down through the familiar layers of gloom and fatigue he generally found more there than a nameless and transient desire to acquire plastic trophies. He and Nubbins were not even in the same ball park.", "owner": "John L. Parker Jr."}, {"item": "Kim was, as always, utterly happy while running, in accord with nature, in harmony with the universe, in touch with the truth that was in him, full of love for all creatures even to the lowliest insect.", "owner": "Susan Trott, The Holy Man"}, {"item": "The words of the social critic Eric Hoffer were ringing true: \"Every great cause begins as a movement, becomes a business, and turns into a racket.", "owner": "Christopher McDougall"}, {"item": "The true runner is a very fortunate person. He has found something in him that is just perfect.", "owner": "George Sheehan"}, {"item": "As every runner knows, running is about more than just putting one foot in front of the other; it is about our lifestyle and who we are.", "owner": "Joan Benoit Samuelson"}, {"item": "There's one rule of thumb that suggests that you need one day of recovery for every mile run in a race. Another rule of thumb...suggests one day...for every kilometer run in anger.", "owner": "Hal Higdon, Hal Higdon's Smart Running: Expert Advice On Training, Motivation, Injury Prevention, Nutrition And Good Health"}, {"item": "Train, don't strain.", "owner": "Arthur Lydiard"}], "pagination": {"next": "/data/health & fitness/running/4/data.json", "prev": "/data/health & fitness/running/2/data.json", "current": "/data/health & fitness/running/3/data.json"}}