{"contents": [{"item": "Passion has little to do with euphoria and everything to do with patience. It is not about feeling good. It is about endurance. Like patience, passion comes from the same Latin root: pati. It does not mean to flow with exuberance. It means to suffer.", "owner": "Mark Z. Danielewski, House of Leaves"}, {"item": "I'll always choose you.\" Yes that was the word. \"Every single lifetime, I'll choose you. Just as you have always chosen me. Forever.", "owner": "Lauren Kate, Passion"}, {"item": "I’ll love you with all my heart, in every life, through every death. Iwill not be bound by anything but my love for you.", "owner": "Lauren Kate, Passion"}, {"item": "I will wait for you as long as it takes. I will love you every moment across time.", "owner": "Lauren Kate"}, {"item": "We fucked a flame into being.", "owner": "D.H. Lawrence, Lady Chatterley's Lover"}, {"item": "Who taught you to write in blood on my back? Who taught you to use your hands as branding irons? You have scored your name into my shoulders, referenced me with your mark. The pads of your fingers have become printing blocks, you tap a message on to my skin, tap meaning into my body.", "owner": "Jeanette Winterson, Written on the Body"}, {"item": "She was at that crucial age when a women begins to regret having stayed faithful to a husband she never really loved, when the glowing sunset colors of her beauty offer her one last, urgent choice between maternal and feminine love. At such a moment a life that seemed to have chosen its course long ago is questioned once again, for the last time the magic compass needle of the will hovers between final resignation and the hope of erotic experience.", "owner": "Stefan Zweig, The Burning Secret and other stories"}, {"item": "The only difference between a caprice and a lifelong passion is that the caprice lasts a little longer.", "owner": "Oscar Wilde"}, {"item": "Light yourself on fire with passion and people will come from miles to watch you burn.", "owner": "John Wesley"}, {"item": "The happiness of a man in this life does not consist in the absence but on the mastery of his passions.", "owner": "Alfred Tennyson"}, {"item": "I wonder if she realizes how passionate she is about not being passionate.", "owner": "Nicola Yoon, The Sun Is Also a Star"}, {"item": "Every moment you steal from the present is a moment you've lost forever. There is only now.", "owner": "Jeanette Winterson"}, {"item": "Adriana loved even the rank animal smell of the man's body, her sweat-slicked breasts and belly flattened beneath him, and her arms and legs clutching him as a drowning woman might clutch another person to save her life. Don't don't don't don't leave me. DON'T LEAVE ME. As in animal copulation the frenzy is to be locked together not out of sentiment or choice but physical compulsion. As if bolts of electric current ran through both their bodies and would only release them from each other when it ceased.", "owner": "Joyce Carol Oates, Faithless"}, {"item": "I do not think there is a woman in whom the roots of passion shoot deeper than in me.", "owner": "Edna St. Vincent Millay"}, {"item": "Desire that your life count for something great! Long for your life to have eternal significance. Want this! Don’t coast through life without a passion.", "owner": "John Piper, Don't Waste Your Life"}], "pagination": {"next": "/data/work & productivity/passion/3/data.json", "prev": "/data/work & productivity/passion/1/data.json", "current": "/data/work & productivity/passion/2/data.json"}}