{"contents": [{"item": "As far as I can reckon, a woman can stand absolutely anything under God's heaven that she knows; but she just up and can't stand the littlest, teeniest, no-account sort of thing that she ain't sure of. Answers may kill 'em dead enough, but it's questions that eats 'em alive.", "owner": "Eleanor Hallowell Abbott, The Indiscreet Letter"}, {"item": "If there's one thing that's certain in business, it's uncertainty.", "owner": "Stephen Covey"}, {"item": "Although our intellect always longs for clarity and certainty, our nature often finds uncertainty fascinating.", "owner": "Carl von Clausewitz"}, {"item": "If you just watch a teenager, you see a lot of uncertainty.", "owner": "Jamie Lee Curtis"}, {"item": "Fear comes from uncertainty. When we are absolutely certain, whether of our worth or worthlessness, we are almost impervious to fear.", "owner": "William Congreve"}, {"item": "Uncertainty is not an indication of poor leadership it underscores the need for leadership. ", "owner": "Andy Stanley"}, {"item": "Uncertainty is a permanent part of the leadership landscape. It never goes away.", "owner": "Andy Stanley"}, {"item": "Truth is confirmed by inspection and delay falsehood by haste and uncertainty. ", "owner": "Tacitus"}, {"item": "I never appreciated 'positive heroes' in literature. They are almost always cliches, copies of copies, until the model is exhausted. I prefer perplexity, doubt, uncertainty, not just because it provides a more 'productive' literary raw material, but because that is the way we humans really are.", "owner": "Jose Saramago"}, {"item": "Change is always tough. Even for those who see themselves as agents of change, the process of starting a new thing can cause times of disorientation, uncertainty and insecurity.", "owner": "Joyce Meyer"}, {"item": "For all of its uncertainty, we cannot flee the future.", "owner": "Barbara Jordan"}], "pagination": {"next": null, "prev": null, "current": "/data/hard times/uncertainty/0/data.json"}}