{"contents": [{"item": "Leadership and learning are indispensable to each ", "owner": "John F. Kennedy"}, {"item": "...A man can only stumble for so long before he either falls or stands up straight.", "owner": "Brandon Sanderson, The Well of Ascension"}, {"item": "Lead me, follow me, or get the hell out of my way.", "owner": "George S. Patton Jr., Patton Principles"}, {"item": "Leadership is the art of getting someone else to do something you want done because he wants to do it.", "owner": "Dwight D. Eisenhower"}, {"item": "A bit of adviceGiven to a young Native AmericanAt the time of his initiation:As you go the way of life,You will see a great chasm. Jump.It is not as wide as you think.", "owner": "Joseph Campbell"}, {"item": "The day the soldiers stop bringing you their problems is the day you stopped leading them. They have either lost confidence that you can help them or concluded that you do not care. Either case is a failure of leadership.", "owner": "Colin Powell"}, {"item": "You do not lead by hitting people over the head -- that's assault, not leadership.", "owner": "Dwight D. Eisenhower"}, {"item": "Efficiency is doing the thing right. Effectiveness is doing the right thing.", "owner": "Peter F. Drucker"}, {"item": "A leader. . .is like a shepherd. He stays behind the flock, letting the most nimble go out ahead, whereupon the others follow, not realizing that all along they are being directed from behind.", "owner": "Nelson Mandela, Long Walk to Freedom"}, {"item": "Not all readers are leaders, but all leaders are readers.", "owner": "Harry Truman"}, {"item": "Being responsible sometimes means pissing people off.", "owner": "Colin Powell, On Leadership"}, {"item": "A leader is a dealer in hope.", "owner": "Napoléon Bonaparte"}, {"item": "The best executive is the one who has sense enough to pick good men to do what he wants done, and self-restraint to keep from meddling with them while they do it.", "owner": "Theodore Roosevelt"}, {"item": "Some are young people who don't know who they are, what they can be or even want to be. They are afraid, but they don't know of what. They are angry, but they don't know at whom. They are rejected and they don't know why. All they want is to be somebody. ", "owner": "Thomas S. Monson, Pathways To Perfection: Discourses Of Thomas S. Monson"}, {"item": "A leader takes people where they want to go. A great leader takes people where they don't necessarily want to go, but ought to be.", "owner": "Rosalynn Carter"}], "pagination": {"next": "/data/work & productivity/leadership/4/data.json", "prev": "/data/work & productivity/leadership/2/data.json", "current": "/data/work & productivity/leadership/3/data.json"}}