{"contents": [{"item": "No matter how much pressure you feel at work, if you could find ways to relax for at least five minutes every hour, you’d be more productive.", "owner": "Joyce Brothers"}, {"item": "Anything is better than stagnation.", "owner": "Arthur Conan Doyle, The Case-Book of Sherlock Holmes"}, {"item": "I was getting an A for work. But not for talent. The story of my life.", "owner": "Benjamin Alire Sáenz, Aristotle and Dante Discover the Secrets of the Universe"}, {"item": "I love my job when I'm not there.", "owner": "Paul R. Linde, Danger to Self: On the Front Line with an ER Psychiatrist"}, {"item": "If you don’t want to work you have to work to earn enough money so that you won’t have to work.", "owner": "Ogden Nash, Hard Lines"}, {"item": "The shoddy work of despair, the pointless work of pride, equally betray Creation. They are wastes of life.", "owner": "Wendell Berry, What Are People For?"}, {"item": "He sighed. It had come to this. He was a responsible authority, and people could use terms like \"core values\" at him with impunity. ", "owner": "Terry Pratchett, Making Money"}, {"item": "You did what you were told or you didn't get paid, and if things went wrong it wasn't your problem. It was the fault of whatever idiot has accepted this message for sending in the first place. No one cared about you, and everyone at headquarters was an idiot. It wasn't your fault, no one listened to you. Headquarters had even started an Employee of the Month scheme to show how much they cared. That was how much they didn't care.", "owner": "Terry Pratchett, Going Postal"}, {"item": "If you can work anywhere, anytime, then pretty soon you're working everywhere all the time.", "owner": "Judy Nichols, Tree Huggers"}, {"item": "Intellectual 'work' is misnamed; it is a pleasure, a dissipation, and is its own highest reward. The poorest paid architect, engineer, general, author, sculptor, painter, lecturer, advocate, legislator, actor, preacher, singer, is constructively in heaven when he is at work; and as for the magician with the fiddle-bow in his hand, who sits in the midst of a great orchestra with the ebbing and flowing tides of divine sound washing over him - why, certainly he is at work, if you wish to call it that, but lord, it's a sarcasm just the same. The law of work does seem utterly unfair - but there it is, and nothing can change it: the higher the pay in enjoyment the worker gets out of it, the higher shall be his pay in cash also.", "owner": "Mark Twain, A Connecticut Yankee in King Arthur's Court"}, {"item": "Some managers hire people they're excited to work with. I prefer to hire people I'm excited to dominate.", "owner": "Mykle Hansen, HELP!  A Bear is Eating Me!"}, {"item": "I hold a little fundraiser every day. Its called going to work.", "owner": "Stephen Colbert"}, {"item": "I often think how unadventurous my life must seem from the outside, though I do like my job.", "owner": "Mary Hoffman, City of Flowers"}, {"item": "The world, and therefore the workplace, is full of idiots. And the reality of life is that when you get rid of one idiot, another will show up to take his place. It's the curse of humanity.", "owner": "Larry Winget, It's Called Work For a Reason"}, {"item": "The Frenchman works until he can play. The American works until he can’t play; and then thanks the devil, his master, that he is donkey enough to die in harness. But the Englishman, as he has since become, works until he can pretend that he never worked at all.", "owner": "G.K. Chesterton, Eugenics and Other Evils: An Argument Against the Scientifically Organized State"}], "pagination": {"next": "/data/work & productivity/work/2/data.json", "prev": "/data/work & productivity/work/0/data.json", "current": "/data/work & productivity/work/1/data.json"}}