{"contents": [{"item": "It is better to be hated for what you are than to be loved for what you are not.", "owner": "André Gide, Autumn Leaves"}, {"item": "Just when you think it can't get any worse, it can. And just when you think it can't get any better, it can.", "owner": "Nicholas Sparks, At First Sight"}, {"item": "The one you love and the one who loves you are never, ever the same person.", "owner": "Chuck Palahniuk, Invisible Monsters"}, {"item": "Where there is love there is life.", "owner": "Mahatma Gandhi"}, {"item": "It hurts to let go. Sometimes it seems the harder you try to hold on to something or someone the more it wants to get away. You feel like some kind of criminal for having felt, for having wanted. For having wanted to be wanted. It confuses you, because you think that your feelings were wrong and it makes you feel so small because it's so hard to keep it inside when you let it out and it doesn't coma back. You're left so alone that you can't explain. Damn, there's nothing like that, is there? I've been there and you have too. You're nodding your head.", "owner": "Henry Rollins, The Portable Henry Rollins"}, {"item": "If you love somebody, let them go, for if they return, they were always yours. If they don't, they never were.", "owner": "Kahlil Gibran"}, {"item": "If I can stop one heart from breaking, I shall not live in vain.", "owner": "Emily Dickinson"}, {"item": "Life, he realize, was much like a song. In the beginning there is mystery, in the end there is confirmation, but it's in the middle where all the emotion resides to make the whole thing worthwhile.", "owner": "Nicholas Sparks, The Last Song"}, {"item": "The saddest people I've ever met in life are the ones who don't care deeply about anything at all. Passion and satisfaction go hand in hand, and without them, any happiness is only temporary, because there's nothing to make it last.", "owner": "Nicholas Sparks, Dear John"}, {"item": "I like flaws. I think they make things interesting.", "owner": "Sarah Dessen, The Truth About Forever"}, {"item": "A purpose of human life, no matter who is controlling it, is to love whoever is around to be loved.", "owner": "Kurt Vonnegut Jr., The Sirens of Titan"}, {"item": "sometimes you don't need a goal in life, you don't need to know the big picture. you just need to know what you're going to do next!", "owner": "Sophie Kinsella, The Undomestic Goddess"}, {"item": "When I look in the mirror, I know I’m looking at someone who isn’t sure she deserves to be loved at all.", "owner": "Nicholas Sparks, Dear John"}, {"item": "If there is no love in the world, we will make a new world, and we will give it walls, and we will furnish it with soft, red interiors, from the inside out, and give it a knocker that resonates like a diamond falling to a jeweller's felt so that we should never hear it. Love me, because love doesn't exist, and I have tried everything that does.", "owner": "Jonathan Safran Foer, Everything Is Illuminated"}], "pagination": {"next": "/data/spiritual & philosophy/life/1/data.json", "prev": null, "current": "/data/spiritual & philosophy/life/0/data.json"}}