{"contents": [{"item": "Dustfinger still clearly remembered the feeling of being in love for the first time. How vulnerable his heart had suddenly been! Such a trembling, quivering thing, happy and miserably unhappy at once.", "owner": "Cornelia Funke, Inkheart"}, {"item": "That's the big picture, your happiness. And health. You should never care what a man thinks of you -- until he demonstrates to you that he cares about making you happy. If he isn't trying to make you happy, then send him back from \"whence\" he came because winning him over will have no benefit. At the end of the day, happines, joy...and yes...your emotional stability...those comprise the only measuring stick you really need to have.", "owner": "Sherry Argov, Why Men Love Bitches: From Doormat to Dreamgirl—A Woman's Guide to Holding Her Own in a Relationship"}, {"item": "You see, there are some people that one loves, and others that perhaps one would rather be with.", "owner": "Henrik Ibsen, A Doll's House"}, {"item": "She had been proud of his decision to serve his country, her heart bursting with love and admiration the first time she saw him outfitted in his dress blues. ", "owner": "Nicholas Sparks, The Lucky One"}, {"item": "It was their secret, a secret meant for just the two of them, and she'd never been able to imagine how it would sound coming from someone else. But, somehow, Logan made it sound just right.", "owner": "Nicholas Sparks, The Lucky One"}, {"item": "Happiness does not come from without, it comes from within", "owner": "Helen Keller"}, {"item": "The most important thing is to enjoy your life—to be happy—it's all that matters.", "owner": "Audrey Hepburn"}, {"item": "I've got nothing to do today but smile.", "owner": "Paul Simon"}, {"item": "please believe that things are good with me, and even when they're not, they will be soon enough. And i will always believe the same about you.", "owner": "Stephen Chbosky, The Perks of Being a Wallflower"}, {"item": "Take responsibility of your own happiness, never put it in other people’s hands.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "It was only a sunny smile, and little it cost in the giving, but like morning light it scattered the night and made the day worth living.", "owner": "F. Scott Fitzgerald"}, {"item": "I felt once more how simple and frugal a thing is happiness: a glass of wine, a roast chestnut, a wretched little brazier, the sound of the sea. Nothing else.", "owner": "Nikos Kazantzakis, Zorba the Greek"}, {"item": "Now and then it's good to pause in our pursuit of happiness and just be happy.", "owner": "Guillaume Apollinaire"}, {"item": "Stop comparing yourself to other people, just choose to be happy and live your own life.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Do not set aside your happiness. Do not wait to be happy in the future. The best time to be happy is always now.", "owner": "Roy T. Bennett"}], "pagination": {"next": "/data/personal growth/happiness/2/data.json", "prev": "/data/personal growth/happiness/0/data.json", "current": "/data/personal growth/happiness/1/data.json"}}