{"contents": [{"item": "It seems wisest to assume the worst from the beginning...and let anything better come as a surprise.", "owner": "Jules Verne, The Mysterious Island"}, {"item": "We do learn and develop when we are exposed to those who are greater than we are. Perhaps this is the chief way we mature.", "owner": "Madeleine L'Engle, Two-Part Invention: The Story of a Marriage"}, {"item": "It takes a lot of rehearsing for a man to be himself.", "owner": "William Saroyan"}, {"item": "There were many terrible things in my life and most of them never happened.", "owner": "Michel de Montaigne"}, {"item": "The revolution is not an apple that falls when ripe. You have to make it fall.", "owner": "Ernesto Che Guevara"}, {"item": "With every part you act, there must be a little of yourself in it. If there isn't, it's not acting. It's lying.", "owner": "Johnny Depp"}, {"item": "Don't be jealous of anyone. I guarantee you, if everyone walked into a room, and dumped their problems onto the floor, when they saw what everyone else's problems were, they'd be scrambling to get their own problems back before someone else got to them first.", "owner": "Kim Gruenenfelder, A Total Waste of Makeup"}, {"item": "Take the matter as you find it ask no questions, utter no remonstrances; it is your best wisdom. You expected bread and you have got a stone: break your teeth on it, and don't shriek because the nerves are martyrised; do not doubt that your mental stomach - if you have such a thing - is strong as an ostrich's; the stone will digest. You held out your hand for an egg, and fate put into it a scorpion. Show no consternation; close your fingers firmly upon the gift; let it sting through your palm. Never mind; in time, after your hand and arm have swelled and quivered long with torture, the squeezed scorpion will die, and you will have learned the great lesson how to endure without a sob.", "owner": "Charlotte Brontë"}, {"item": "Yeah. I mean, acknowledging is easy. Something happened or it didn't. But understanding... that's where things get sticky.", "owner": "Sarah Dessen, What Happened to Goodbye"}, {"item": "He who knows, does not speak. He who speaks, does not know.", "owner": "Lao Tzu, Tao Te Ching"}, {"item": "True kindness isn't something we're born with. It's something we have to work at. Not everyone has it. But I think everyone has the potential. Sometimes you just have to look really close before you can tell it's there.\"-Kyoko", "owner": "Natsuki Takaya"}, {"item": "Experience teaches us that it is much easier to prevent an enemy from posting themselves than it is to dislodge them after they have got possession. ", "owner": "George Washington"}, {"item": "We must not think of the things we could do with, but only of the things that we can't do without.", "owner": "Jerome K. Jerome, Three Men in a Boat"}, {"item": "I'm not sure why I've decided to do this. I'm not any stronger than I was, and nothing else has changed. But all the same, this time I'm not going to run away. It's okay to feel weak sometimes. It's okay to be afraid. The important thing is that we face our fears. That's what makes us strong.\"-Yuki", "owner": "Natsuki Takaya"}, {"item": "When something seems wrong in your life, the only way to have resolution with it is to let it go. Trying to make it right keeps it wrong.", "owner": "Beth Johnson"}], "pagination": {"next": null, "prev": "/data/spiritual & philosophy/wisdom/3/data.json", "current": "/data/spiritual & philosophy/wisdom/4/data.json"}}