{"contents": [{"item": "Don't expect others to respect you, if you can't respect your self.", "owner": "\"Beta\" Metani' Marashi"}, {"item": "When identity is based on outward titles, material possessions, academic achievements or even relationship status, we place ourselves in a very fragile state. Until we are simply “enough” because of who we are “being” and not because of what we are “doing,” our self-esteem and worth will continue to be “tossed to and fro,” as our outer conditions are subject to change.", "owner": "Shannon Tanner, Worthy: The POWER of Wholeness"}, {"item": "What you make of yourself and your future is entirely up to you.", "owner": "C.L.    Grant"}, {"item": "Just because you…achieve what you always thought would make you feel special does not fix that deep-down internal insecurity. External achievement never equals internal acceptance.", "owner": "Lysa TerKeurst, Becoming More Than a Good Bible Study Girl"}, {"item": "You do not set a high enough value on yourself if you think a man who loves you should not weave you into the fabric of his life with every thread. — Robert Service to Constance MacLean, 1903 (age 28)", "owner": "David Eso, Where the Nights Are Twice as Long: Love Letters of Canadian Poets"}, {"item": "Learn to love yourself for who you are, not just what you do - there is a big difference.", "owner": "Joanne Madeline Moore, Love and Sex Signs: Venus, Mars and Astrology"}, {"item": "A girl should want to look good for herself, not for boys.", "owner": "Lisi Harrison, Alphas"}, {"item": "Nothing Can Substitute Attitude Keep It Up ", "owner": "Shravan kumar"}, {"item": "After an initial rush of pleasure that left me trembling with need, I broke off the heated kiss and whispered, \"Okay, you win.\"He leaned over me and said into my ear, \"Dutch, I won the moment you crawled into bed.\"He really did need to work on his self-esteem.", "owner": "Darynda Jones, Seventh Grave and No Body"}, {"item": "I may not be the prettiest butterfly in the garden to seek but, I am still there with my wings.", "owner": "Oceangirlie14"}, {"item": "No matter how useful we may be, sometimes it takes us a while to recognize our own value.", "owner": "Benjamin Hoff, The Tao of Pooh"}, {"item": "Self-esteem wasn't the issue for my parents or their parents. Survival was their primary goal.", "owner": "Julia A. Boyd, In the Company of My Sisters"}, {"item": "Oh what a shame, if she thought any beauty that she has came from him. She didn't understand the beauty of her own skin.", "owner": "Jasmine Sandozz"}, {"item": "The moment you blame life for who you are is that very moment you ignore your talents and inner abilities to change the world.", "owner": "Jeekeshen Chinnappen, Psychic Gang"}, {"item": "No one can repair your self-esteem for you. Your spouse cannot fix it. Your parents cannot fix it. Your boss cannot fix it. No amount of success or beauty enhancements can fix it. You have to fix it by changing the way you see yourself. You have to choose to see yourself accurately, to see life as a classroom, and commit to the policy that you have the same value no matter how you perform. It is time to claim the power to do this and not let anyone take your self-esteem from you again.", "owner": "Kimberly Giles, Choosing Clarity: The Path to Fearlessness"}], "pagination": {"next": null, "prev": "/data/personal growth/self-esteem/3/data.json", "current": "/data/personal growth/self-esteem/4/data.json"}}