{"contents": [{"item": "I eat a lot more now than I ever used to. I have taken a real interest in nutrition and believe in the difference that makes when fueling your body correctly. That means never skipping a meal and making sure that my diet supports my training needs.", "owner": "Lizzie Armitstead"}, {"item": "For different roles, my condition and training and diet does alter. Depending on the role, it will really dictate the type of training I do.", "owner": "Dwayne Johnson"}, {"item": "When I'm training hard, the diet is miserable.", "owner": "Luke Evans"}, {"item": "My training diet can be quite strict when I'm coming up to competition; it's a weight-making sport, of course. But I eat quite healthily anyway, and it's less strict when out of competition.", "owner": "Katie Taylor"}, {"item": "I do weight training and follow strict diet. It is very important to look a certain way. I don't think being extra skinny and thin is desirable, but you have to be fit.", "owner": "Alia Bhatt"}, {"item": "The circuit training program along with a healthy clean diet is the way to excellent results.", "owner": "Lee Haney"}, {"item": "'Immortals' was very much a martial arts based training program - a lot of body weight stuff, very little in the way of actually lifting heavy weights, and a very, very low calorie diet.", "owner": "Henry Cavill"}, {"item": "During my undergraduate training at UCLA, I was studying finance and securities; my particular interest was with mutual funds. Wanting to get into a high position at some of the companies that were doing that, I knew that law would be useful.", "owner": "Robert Shapiro"}, {"item": "Students and postdoctoral fellows largely depend on the support of the public sector to finance the training and research that will make them world-renowned scientists.", "owner": "Carol W. Greider"}, {"item": "I think what medical training does is it gives you the language, the tools to look up facts. I think medical training gives you a sense of how to approach a problem, how to look at symptoms and go down the list of what it might be.", "owner": "Tess Gerritsen"}, {"item": "You put on this set of goggles, and within seconds, your brain is convinced you're now in a different, virtual environment. You're somewhere else, and that somewhere else may be a video game, it may be in a real-time movie, a museum exhibit, or a medical surgical training app.", "owner": "Brendan Iribe"}, {"item": "As I'm sure you may know, I'm planning to become a spaceflight participant and have been recently approved to begin my spaceflight training by the Russian space federation having passed the necessary medical and physical tests.", "owner": "Sarah Brightman"}, {"item": "Medical judgment can be taught - laboriously, in long periods of training - but it cannot be neatly handed over as the occasion demands it. It is the irreplaceable and untransferable contribution that the healer makes to the suffering individual who would be healed.", "owner": "Sherwin B. Nuland"}, {"item": "Meditation had never been tried before in a medical center, so we had no idea whether mainstream Americans would accept a clinic whose foundation was intensive training in meditative discipline.", "owner": "Jon Kabat-Zinn"}, {"item": "Although I completed two years of internship in various small hospitals, I decided against continuing my medical training. I was much more fascinated by the unsolved problems of medicine than by practicing it.", "owner": "Gunter Blobel"}], "pagination": {"next": "/data/health & fitness/training/3/data.json", "prev": "/data/health & fitness/training/1/data.json", "current": "/data/health & fitness/training/2/data.json"}}