{"contents": [{"item": "I don't focus on what I'm up against. I focus on my goals and I try to ignore the rest.", "owner": "Venus Williams"}, {"item": "Stay focused, accept everything as perfect and keep moving forward toward the direction of your goals.", "owner": "Mike Basevic, No Limits, Mastering the Mental Egde: The Class They Don't Teach You in School"}, {"item": "It is never wise to run any race but your own.", "owner": "Tim Fargo"}, {"item": "A tenacious grip on our own ideals, irrespective of hurdles, would propel us towards self-actualization!", "owner": "Deeba Salim Irfan"}, {"item": "We might do well to take a look at what we’ve crammed into our pockets as it will say much about what we’ve crammed into our hearts.", "owner": "Craig D. Lounsbrough"}, {"item": "The scarcity of time is the reason we have to concentrate on one thing at a time.", "owner": "Matt Perman, What's Best Next: How the Gospel Transforms the Way You Get Things Done"}, {"item": "Hopefully and devoutly focus on your greater possibilities.", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}, {"item": "Now I feel free, and hope is creeping back. Maybe because I'm paying attention to what I have rather than what's missing.", "owner": "Doug   Cooper, Outside In"}, {"item": "Stop obsessing about where you invest your money. Focus instead, on where you invest your time.", "owner": "Gyan Nagpal"}, {"item": "Personally, I’m choosing to dwell upon the glory of the kingdom of which I am a part, even though I’m still a witness and sometimes a victim of the junk in ‘this’ world.", "owner": "Van Harden, Life in the Purple Wedge!"}, {"item": "Adversity is inevitable. Staying positive is optional.", "owner": "Maddy Malhotra, How to Build Self-Esteem and Be Confident: Overcome Fears, Break Habits, Be Successful and Happy"}, {"item": "Challenges are inevitable. Happiness is optional.", "owner": "Maddy Malhotra, How to Build Self-Esteem and Be Confident: Overcome Fears, Break Habits, Be Successful and Happy"}, {"item": "Problems are inevitable. Staying in control of your emotions is optional.", "owner": "Maddy Malhotra, How to Build Self-Esteem and Be Confident: Overcome Fears, Break Habits, Be Successful and Happy"}, {"item": "Life is simple. It is meant to be lived. Don't over-complicate things. Don't lose your life in the things that don't matter.", "owner": "Akiroq Brost"}, {"item": "Focusing is about saying No.", "owner": "Steve Jobs"}], "pagination": {"next": null, "prev": "/data/work & productivity/focus/3/data.json", "current": "/data/work & productivity/focus/4/data.json"}}