{"contents": [{"item": "In the confrontation between the stream and the rock, the stream always wins, not through strength but by perseverance.", "owner": "H. Jackson Brown Jr."}, {"item": "It's easier to start over than to work to make something last.", "owner": "Rachel Hawthorne, Thrill Ride"}, {"item": "You mustn't get so upset about what you feel, Spud. No one's a hundred per cent consistent all the time. We might like to be. We can plan our lives along certain lines. But you know, there's no future in screwing down all the pressure valves and smashing in the gauge. You can do it for a bit and then something goes. Sometimes it gets that the only thing is just to say, 'That's what I'd like to feel twenty-four hours a day; but, the hell with it, this is how I feel now.", "owner": "Mary Renault, The Charioteer"}, {"item": "Every step was a victory. He had to remember that.", "owner": "George Saunders, Tenth of December"}, {"item": "...remember that what has once been done may be done again.", "owner": "Alexandre Dumas, The Count of Monte Cristo"}, {"item": "You know what I did after I wrote my first novel? I shut up and wrote twenty-three ", "owner": "Michael Connelly"}, {"item": "Nothing great is ever achieved without much enduring.", "owner": "Catherine of Siena"}, {"item": "Champions keep playing until they get it right.", "owner": "Billie Jean King"}, {"item": "Ninety-nine percent of all failures come from people who have a habit of making excuses.", "owner": "George Washington Carver"}, {"item": "It's the climbing that makes the man. Getting to the top is an extra reward. ", "owner": "Robert Lipsyte, The Contender"}, {"item": "the difference between perseverance and obstinacy is that one comes from a strong will and the other from a strong won't", "owner": "Henry Ward Beecher"}, {"item": "Does the road wind up-hill all the way? Yes, to the very end.", "owner": "Christina Rossetti"}, {"item": "A large oak tree is just a little nut that refused to give up.", "owner": "David McGee"}, {"item": "A career must be husbanded. Care must be taken. Everyday must bring some small bit of progress. How would an artist with any self-worth act? Act that way.", "owner": "Julia Cameron, Finding Water: The Art of Perseverance"}, {"item": "Do not be discouraged by the resistance you will encounter from your human nature; you must go against your human inclinations. Often, in the beginning, you will think that you are wasting time, but you must go on, be determined and persevere in it until death, despite all the difficulties.", "owner": "Brother Lawrence, The Practice of the Presence of God"}], "pagination": {"next": "/data/work & productivity/perseverance/4/data.json", "prev": "/data/work & productivity/perseverance/2/data.json", "current": "/data/work & productivity/perseverance/3/data.json"}}