{"contents": [{"item": "With a DO-CONFIRM checklist, he said, team members perform their jobs from memory and experience, often separately. But then they stop. They pause to run the checklist and confirm that everything that was supposed to be done was done. With a READ-DO checklist, on the other hand, people carry out the tasks as they check them off--it's more like a recipe.", "owner": "Atul Gawande"}, {"item": "With gospel-centered productivity, peace comes first, not second. the mistake we often make is to make peace of mind the result of things we do rather than the source.", "owner": "Matt Perman"}, {"item": "If you are not making the progress that you would like to make and are capable of making, it is simply because your goals are not clearly defined.", "owner": "Paul J. Meyer"}, {"item": "Work is a process, and any process needs to be controlled. To make work productive, therefore, requires building the appropriate controls into the process of work.", "owner": "Peter F. Drucker, Management: Tasks, Responsibilities, Practices"}, {"item": "Not being aware of all you have to do is much like having a credit card for which you don't know the balance or the limit - it's a lot easier to be irresponsible.", "owner": "David    Allen"}, {"item": "To ‘kill time’ is a case of mistaken identity -- you have mistaken the victim for the perp.", "owner": "Oran Kangas"}, {"item": "But I was too restless to watch long; I'm too Occidental for a long vigil. I could work at a problem for years, but to wait inactive for twenty-four hours -- that's another matter.", "owner": "H.G. Wells, The Time Machine"}, {"item": "Time investment is the NEW Time Management.", "owner": "Elizabeth Grace Saunders, The 3 Secrets to Effective Time Investment: Achieve More Success with Less Stress: Foreword by Cal Newport, Author of So Good They Can't Ignore You"}, {"item": "Technology, outsourcing, a growing temp staffing industry, productivity efficiencies, have all replaced the middle class.", "owner": "James Altucher"}], "pagination": {"next": null, "prev": "/data/work & productivity/productivity/1/data.json", "current": "/data/work & productivity/productivity/2/data.json"}}