{"contents": [{"item": "Only that day dawns to which we are awake. There is more day to dawn. The sun is but a morning star.", "owner": "Henry David Thoreau, Walden"}, {"item": "The best revenge is not to be like your enemy.", "owner": "Marcus Aurelius, Meditations"}, {"item": "Fair speech may hide a foul heart.", "owner": "J.R.R. Tolkien, The Two Towers"}, {"item": "I consider it an extremely dangerous doctrine, because the more likely we are to assume that the solution comes from the outside, the less likely we are to solve our problems ourselves.", "owner": "Carl Sagan"}, {"item": "Words do not express thoughts very well; every thing immediately becomes a little different, a little distorted, a little foolish. And yet it also pleases me and seems right that what is of value and wisdom of one man seems nonsense to another.", "owner": "Gautama Buddha"}, {"item": "Doing nothing is better than being busy doing nothing.", "owner": "Lao Tzu"}, {"item": "When you realize there is something you don't understand, then you're generally on the right path to understanding all kinds of things.", "owner": "Jostein Gaarder, The Solitaire Mystery"}, {"item": "It is therefore senseless to think of complaining since nothing foreign has decided what we feel, what we live, or what we are.", "owner": "Jean-Paul Sartre, Being and Nothingness"}, {"item": "Keep me away from the wisdom which does not cry, the philosophy which does not laugh and the greatness which does not bow before children.", "owner": "Kahlil Gibran, Mirrors of the Soul"}, {"item": "Once upon a time, I dreamt I was a butterfly, fluttering hither and thither, to all intents and purposes a butterfly. I was conscious only of my happiness as a butterfly, unaware that I was myself. Soon I awaked, and there I was, veritably myself again. Now I do not know whether I was then a man dreaming I was a butterfly, or whether I am now a butterfly, dreaming I am a man.", "owner": "Zhuangzi, The Butterfly as Companion: Meditations on the First Three Chapters of the Chuang-Tzu"}, {"item": "Challenges are gifts that force us to search for a new center of gravity. Don't fight them. Just find a new way to stand.", "owner": "Oprah Winfrey"}, {"item": "I am a sick man... I am a spiteful man. I am an unpleasant man. I think my liver is diseased. However, I don't know beans about my disease, and I am not sure what is bothering me. I don't treat it and never have, though I respect medicine and doctors. Besides, I am extremely superstitious, let's say sufficiently so to respect medicine. (I am educated enough not to be superstitious, but I am.) No, I refuse to treat it out of spite. You probably will not understand that. Well, but I understand it. Of course I can't explain to you just whom I am annoying in this case by my spite. I am perfectly well aware that I cannot \"get even\" with the doctors by not consulting them. I know better than anyone that I thereby injure only myself and no one else. But still, if I don't treat it, its is out of spite. My liver is bad, well then-- let it get even worse!", "owner": "Fyodor Dostoyevsky, Notes from Underground, White Nights, The Dream of a Ridiculous Man, and Selections from The House of the Dead"}, {"item": "One must wait until the evening to see how splendid the day has been.", "owner": "Sophocles"}, {"item": "If anyone on the verge of action should judge himself according to the outcome, he would never begin.", "owner": "Søren Kierkegaard, Fear and Trembling"}, {"item": "Whereof one cannot speak, thereof one must be silent.", "owner": "Ludwig Wittgenstein, Tractatus Logico-Philosophicus"}], "pagination": {"next": "/data/spiritual & philosophy/philosophy/4/data.json", "prev": "/data/spiritual & philosophy/philosophy/2/data.json", "current": "/data/spiritual & philosophy/philosophy/3/data.json"}}