{"contents": [{"item": "I do a dance-based cardio workout infused with circuit training, and emphasizing strength and alignment.", "owner": "Chloe Sevigny"}, {"item": "For me, training is my meditation, my yoga, hiking, biking all rolled into one. Wake up early in the morning, generally around 4 o'clock, and I'll do my cardio on an empty stomach. Stretch, have a big breakfast, and then I'll go train.", "owner": "Dwayne Johnson"}, {"item": "If we have intelligence on the location of terrorist training centers, it is insane not to act.", "owner": "Bob Beckel"}, {"item": "They have involved co-operation between the Iraqi intelligence and al-Qaeda operatives on training and combined operations regarding bomb making and chemical and biological weapons.", "owner": "Douglas Feith"}, {"item": "What we face may look insurmountable. But I learned something from all those years of training and competing. I learned something from all those sets and reps when I didn't think I could lift another ounce of weight. What I learned is that we are always stronger than we know.", "owner": "Arnold Schwarzenegger"}, {"item": "For every athlete, it is very important to be able to engage in their favorite thing, give all the best in training, performing in competitions, defending the honor of the motherland.", "owner": "Fedor Emelianenko"}, {"item": "That human behavior is more influenced by things outside of us than inside. The 'situation' is the external environment. The inner environment is genes, moral history, religious training.", "owner": "Philip Zimbardo"}, {"item": "I went to college and got my degree in acting, but because it was all theater, I really consider my first couple years on 'Mad Men' as amazing training for working in television and for acting on-camera.", "owner": "Gillian Jacobs"}, {"item": "If one can stick to the training throughout the many long years, then will power is no longer a problem. It's raining? That doesn't matter. I am tired? That's besides the point. It's simply that I just have to.", "owner": "Emil Zatopek"}, {"item": "Here, class attendance is expected and students are required to take notes, which they are tested on. What is missing, it seems to me, is the use of knowledge, the practical training.", "owner": "Harrison Salisbury"}, {"item": "Recently, I was asked if I was going to fire an employee who made a mistake that cost the company $600,000. No, I replied, I just spent $600,000 training him. Why would I want somebody to hire his experience?", "owner": "Thomas J. Watson"}, {"item": "Empowerment isn't a buzzword among leadership gurus. It's a proven technique where leaders give their teams the appropriate training, tools, resources, and guidance to succeed.", "owner": "John Rampton"}, {"item": "I've made some films for the military that are teaching things like cultural awareness and leadership issues, that sort of stuff. And try to, in essence, look at what training they're doing and say, 'This is how you can improve the training from a humanistic point of view.'", "owner": "Carl Weathers"}, {"item": "Whenever you're looking at new ways to get in shape, first you have to decide what you want. Do you want a more muscular look, or do you want to slim down and appear more toned and ripped? I adapt my training and diet with each role I do, depending on the image I want to convey.", "owner": "Scott Adkins"}, {"item": "You can train and train until you are blue in the face, but you've got to diet, you've got to have that leanness because if you are not lean, your abs won't show. Of course, the training has to be put in, but then you've to shed all the fat and keep the fat off. And that's how you get an eight pack.", "owner": "Henry Cavill"}], "pagination": {"next": "/data/health & fitness/training/2/data.json", "prev": "/data/health & fitness/training/0/data.json", "current": "/data/health & fitness/training/1/data.json"}}