{"contents": [{"item": "I'm not much but I'm all I have.", "owner": "Philip K. Dick, Martian Time-Slip"}, {"item": "Maybe reading was just a way to make her feel less alone, to keep her company. When you read something you are stopped, the moment is stayed, you can sometimes be there more fully than you can in your real life.", "owner": "Helen Humphreys, Coventry"}, {"item": "Like any / unloved thing, I don’t know if I’m real /when I’m not being touched.", "owner": "Natalie Wee, Our Bodies & Other Fine Machines"}, {"item": "Maybe ever’body in the whole damn world is scared of each other.", "owner": "John Steinbeck, Of Mice and Men"}, {"item": "People cannot win against their loneliness because loneliness is this world’s worst kind of pain.", "owner": "Masashi Kishimoto"}, {"item": "People run away to be alone,' he said. Some people had to be alone.", "owner": "William Trevor, Love and Summer"}, {"item": "Even the most popular people could feel lonely sometimes.", "owner": "Aishabella Sheikh, Converting The Bad Boy"}, {"item": "He was in love with every pretty woman he saw now, their forms at a distance, their shadows on the walls.", "owner": "F. Scott Fitzgerald, Tender Is the Night"}, {"item": "A woman who is willing to be herself and pursue her own potential runs not so much the risk of loneliness as the challenge of exposure to more interesting men and people in general.", "owner": "Lorraine Hansberry"}, {"item": "But the most dangerous thing that camp had taught me was the awful lesson of country living: out there, in the open, in the quiet, all the emptiness pressed itself up against you, pawed at the very center of your heart, convinced you to make friends with loneliness.", "owner": "Kaitlyn Greenidge, We Love You, Charlie Freeman"}, {"item": "There were times when the light of the moon had gone out and she felt a great loneliness. It wasn't for herself. It was for what had happened to the grasses of their land, their waters, not just the massacre there, the slavery, but the killing of the ocean.", "owner": "Linda Hogan, People of the Whale"}, {"item": "The worst part of holding the memories is not the pain. It's the loneliness of it. Memories need to be shared.", "owner": "Lois Lowry, The Giver"}, {"item": "... and for the first time he realized the pain inevitable in any human relationship - pain suffered and pain inflicted. How foolish we were to be afraid of loneliness.", "owner": "Graham Greene"}, {"item": "Everyone’s searching for someone to end the pain of loneliness. Even the darkest of souls wants a shot at redemption.", "owner": "Katherine McIntyre, Soul Solution"}, {"item": "Loneliness gave me things that no one did. It gave me pain, It gave me strength to gather myself and stand again. It gave me strength to wait for you.", "owner": "Srinivas Shenoy"}], "pagination": {"next": "/data/hard times/loneliness/2/data.json", "prev": "/data/hard times/loneliness/0/data.json", "current": "/data/hard times/loneliness/1/data.json"}}