{"contents": [{"item": "It [money] doesn't have anything have anything to do with the magnificence of a person. It doesn't. What matters is what you make. Whether it's a cake for bingo night or a costume for a saint or a wall of water--whatever you pour into this life is what makes you rich.", "owner": "Adriana Trigiani, Rococo"}, {"item": "Poor kids, through no fault of their own, are less prepared by their families, their schools, and their communities to develop their God-given talents as fully as rich kids. For economic productivity and growth, our country needs as much talent as we can find, and we certainly can’t afford to waste it. The opportunity gap imposes on all of us both real costs and what economists term “opportunity costs.", "owner": "Robert D. Putnam, Our Kids: The American Dream in Crisis"}, {"item": "What constitutes worth? In short, I would say the valuable attributes you have in relation to how you can productively use them... All attributes have value, but they have worth if they are used productively.", "owner": "Innocent Mwatsikesimbe, The Vision"}, {"item": "My whole thing was, if I can put in 5 percent of the effort of somebody getting an A, and I can get a C minus, that’s amazing,” he explains. “It’s certainly good enough, right? [Then] I can take the other 95 percent of the time and invest it in something I really care about.", "owner": "David Heinemeier Hansson"}, {"item": "I am sure I'd have made a better all-around man if I hadn't lost so much time just making a living.", "owner": "Herbert Hoover"}, {"item": "A Serving Leader who creates a powerful churn of productivity needs a team that can put itself at the service of others.", "owner": "John Stahl-Wert, The Serving Leader: Five Powerful Actions to Transform Your Team, Business, and Community"}, {"item": "If you spend too much time thinking about a thing, you'll never get it done.", "owner": "Bruce Lee"}, {"item": "Your mind is for having ideas, not holding them.", "owner": "David    Allen"}, {"item": "Hofstadter's Law: It always takes longer than you expect, even when you take into account Hofstadter's Law", "owner": "Douglas R. Hofstadter"}, {"item": "Simplicity boils down to two steps: Identify the essential. Eliminate the rest.", "owner": "Leo Babauta"}, {"item": "You don't actually do a project; you can only do action steps related to it. When enough of the right action steps have been taken, some situation will have been created that matches your initial picture of the outcome closely enough that you can call it \"done.", "owner": "David    Allen, Getting Things Done: The Art of Stress-Free Productivity"}, {"item": "When we truly need to do is often what we most feel like avoiding.", "owner": "David    Allen, Ready for Anything: 52 Productivity Principles for Getting Things Done"}, {"item": "If we attend continually and promptly to the little that we can do, we shall ere long be surprised to find how little remains that we cannot do.", "owner": "Samuel Butler"}, {"item": "There is a light at the end of the tunnel, but the way out is through.", "owner": "David    Allen, Ready for Anything: 52 Productivity Principles for Getting Things Done"}, {"item": "Sometimes the biggest gain in productive energy will come from cleaning the cobwebs, dealing with old business, and clearing the desks—cutting loose debris that's impeding forward motion.", "owner": "David    Allen, Ready for Anything: 52 Productivity Principles for Getting Things Done"}], "pagination": {"next": "/data/work & productivity/productivity/1/data.json", "prev": null, "current": "/data/work & productivity/productivity/0/data.json"}}