{"contents": ["To get the most out of the relationship you are in, it won't be helpful to listen to the ego's stories about it. They will only bring separation and conflict. Essence would tell a different story about your loved one. It would probably be something like: \"This person is in my life for me to love to the best of my ability. Let's see what happens if I do that.\" As Essence, we are here to serve others and serve life. The ego, on the other hand, is all about serving itself.", "In every relationship, you can always see the ego of the other, but you cannot see your own – and the other one goes on seeing your ego.", "A man of wisdom always looks at every problem from the other’s point of view also. You cannot be wise if you have only one point of view. Sometimes try to stand in others’ shoes and just look from there.", "A man of wisdom always looks at every problem from the other’s point of view also. You cannot be wise if you have only one point of view. Sometimes try to stand in others’ shoes and just look from there. And if you can understand the other, you will be able to understand yourself more. The other always sees that you are an egoist. You never see it, you are blind to yourself.", "Some people feed your ego, but starve your soul.", "A man's ego can drive him either to heights of glory or to depths of misery!", "The material world coexists alongside the ideal life, and the purest intentions are bound to the earth by ridiculous threads, but they are threads of iron and they are not easily broken.", "At the time we glorify self instead of glorify God, at that time we are wasting our time as... God is Time.", "It's so egotistical to believe that we know more about someone else's reality than they do, and such a waste of time.", "At best he read popular science magazines like the Scientific American he had now, to keep himself up-to-date, in layman's terms, with physics generally. But even then his concentration was marred, for a lifetime's habit made him inconveniently watchful for his own name. He saw it as if in bold. It could leap out at him from an unread double page of small print, and sometimes he could sense it coming before the page turn.", "The ego is like a clever monkey, which can co-opt anything, even the most spiritual practices, so as to expand itself. (155)", "Ego like bile over taste buds. Get it out or hold it in. It's the suspension will drive you nuts, churn your gut.", "War within ourselves is always a prelude to war outside ourselves. All war starts within our own hearts. When our egos are inflated or our desires insatiable, we go to war with the other for the sad joy of maintaining our one-dimensional worlds.", "Forget the self and you will fear nothing, in whatever level or awareness you find yourself to be.", "When one has no fear of insults, no one will insult him; that is the rule. The ‘transactions’ will continue as long as there is fear. The moment fear is gone, the transactions will end."], "pagination": {"next": "/data/personal growth/ego/3/data.json", "prev": "/data/personal growth/ego/1/data.json", "current": "/data/personal growth/ego/2/data.json"}}