{"contents": [{"item": "Each one of us can aspire to be on TOP simply by keeping a strict focus on Time, Objectivity and Prioritising. As simple as that!", "owner": "Sandeep Sahajpal"}, {"item": "Whatever your passion is, keep doing it. Don't waste time chasing after success or comparing yourself to others. Stay focused on your passion and be consistent in your efforts. Eventually people will see what you are great at doing, and if you are truly great, success will come chasing after you. Remembered, Believe in yourself because your will is your most important asset.", "owner": "Jesus Apolinaris"}, {"item": "Focus on exploring your intrinsic strengths, so as not to loose out on the virtues of life.", "owner": "Sandeep Sahajpal"}, {"item": "When a bad thought pops into your head it has no power. Thoughts are weak until you give them attention. Your attention makes them grow stronger. If you keep thinking those bad thoughts, they will consume your life. And when you let go of them, they will leave, fading away just as they came. Focus on the thoughts that make you happy. Focus on the positive and your positivity will grow stronger.", "owner": "Avina Celeste"}, {"item": "When you focus on your focus, you will soon become the focus.", "owner": "Sesan Kareem"}, {"item": "If you aren't constantly focused on your goals, you can easily waste all of the time, energy and money you invest in pursuing them.", "owner": "Rob Liano"}, {"item": "I don't spend a lot of time asking \"WHY?\" Instead I focus on what I should do now or how I should react.\" (p.180)", "owner": "Jeff Dixon-The Key To The Kingdom"}, {"item": "Sometimes we must gravitate towards madness before we can levitate on greatness.", "owner": "Curtis Tyrone Jones"}, {"item": "Look forward, not behind. \"Your best days are still out in front of you.\" Be focus & keep your dreams ALIVE", "owner": "Adedayo Olabamiji"}, {"item": "Focus! (said a voice within me). We are here to craft emotions. To become a better person.﻿ Not to waste our serenity on someone who had a poor upbringing and are not taught manners.", "owner": "Efrat Cytbulkiewicz"}, {"item": "Your purpose is your identity focus your energy on great purposes. ", "owner": "Amit Ray, Enlightenment Step by Step"}, {"item": "Each of us must have something to live for", "owner": "Sunday Adelaja"}, {"item": "If you are not aware of your destination, you are likely to become used by someone in accordance with his purpose and to work for a person who knows his plans and goals", "owner": "Sunday Adelaja"}, {"item": "You can be a small element in a corporate system serving your boss all your life and you will retire unsatisfied with your way of living", "owner": "Sunday Adelaja"}, {"item": "I don't get along with people who think they know everything and everyone.", "owner": "Cyc Jouzy"}], "pagination": {"next": "/data/work & productivity/focus/2/data.json", "prev": "/data/work & productivity/focus/0/data.json", "current": "/data/work & productivity/focus/1/data.json"}}