{"contents": [{"item": "There are plenty of people dragging themselves miserably through the world, because they are clogged and fettered with work for which they have no fitness... I can't help believing that nothing is better than to find one's work early and hold fast to it, and put all one's heart into it.", "owner": "Sarah Orne Jewett, A Country Doctor"}, {"item": "Then a ploughman said , speak to us of work : in keeping yourself with labour you are in truth loving life ,And to love life throught labour is to be intimate with inmost secrets .And what is it to work with love ?it is to weave the colth with threads from your heart , even as if your beloved were to wear that colth .It is to build a house with affection , even as if your beloved were to dwell in that house .It is to sow seeds with tenderness and reap the harvest with joy , even as if your beloved were to eat the fruit .It is to change all things you fashion with a breath of your own spirit .He who works in marble , and finds the shape of his own soul in the stone , is nobler than he who ploughs the soil.", "owner": "Kahlil Gibran, The Prophet"}, {"item": "Because I'm a man who works, who knows what a human being is like inside, who knows that every human being has his worth, and who wants the world to be governed by work and not by opinions about work.", "owner": "Wilhelm Reich, Listen, Little Man!"}, {"item": "Few great men could pass personnel. ", "owner": "Paul Goodman"}, {"item": "It's pretty hard to be efficient without being obnoxious. ", "owner": "Kin Hubbard"}, {"item": "There is a vast world of work out there in this country, where at least 111 million people are employed in this country alone--many of whom are bored out of their minds. All day long. Not for nothing is their motto TGIF -- 'Thank God It's Friday.' They live for the weekends, when they can go do what they really want to do.", "owner": "Richard N. Bolles"}, {"item": "What is he to learn? To imitate? Or to avoid? When your friends the bees worry themselves about their sovereign, and become perfectly distracted touching the slightest monarchical movement, are we men to learn the greatness of Tuft-hunting, or the littleness of the Court Circular? I am not clear, Mr. Boffin, but that the hive may be satirical.'At all events, they work,' said Mr. Boffin.Ye-es,' returned Eugene, disparagingly, 'they work; but don't you think they overdo it?", "owner": "Charles Dickens"}, {"item": "No, they didn’t have any money, the sea was dangerous and men were lost, but it was a satisfying life in a way people today do not understand. There was a joinery of lives all worked together, smooth in places, or lumpy, but joined. The work and the living you did was the same things, not separated out like today.", "owner": "Annie Proulx, The Shipping News"}, {"item": "When you do your work happily, work will disappear.", "owner": "Mehmet Murat ildan"}, {"item": "Sadly, in our technological, impersonal, and avaricious consumer society, people merely hold on to jobs. They put in their time, leave at the five o'clock bell, pick up their pay checks, and leave the whole business behind them. Work, for so many, becomes a necessary evil. They go at it grudgingly, at best resignedly. It is hard to fault them; the stressful conditions and uncertainty under which so many workers labor force them into an adversarial relationship with their occupations and employers.", "owner": "Robert Dykstra, She Never Said Good-Bye"}, {"item": "Work is a kind of vacuum, an emptiness, where I just switch off everything except the scant intelligence necessary to keep me going. God, the people are awful - great carved monstrosities from the sponge-stone of secondratedness. Hideous.", "owner": "Philip Larkin, Philip Larkin: Letters to Monica"}, {"item": "A noble minded person is not an implement.", "owner": "Confucius, The Analects"}, {"item": "The truth is despite the hard work and juggling required to keep the different facets of the frantic life afloat, the \"superwoman\" has one marvelous compensation. Being busy and being seen to be busy lets you off the hook. Buys you a way out of all aspects of your many roles you secretly despise ... like cleaning cupboards ... or entertaining your husband's business friends. When you combine wife, mother, career and all, each role become the perfect excuse for avoiding the worst aspects of the other.", "owner": "Bettina Arndt"}, {"item": "Bodily agitation, then, is an enemy to the spirit. And by agitation I do not necessarily mean exercise or movement. There is all the difference in the world between agitation and work.Work occupies the body and the mind and is necessary for the health of the spirit. Work can help us to pray and be recollected if we work properly. Agitation, however, destroys the spiritual usefulness of work and even tends to frustrate its physical and social purpose. Agitation is the useless and ill-directed action of the body. It expresses the inner confusion of a soul without peace. Work brings peace to the soul that has a semblance of order and spiritual understanding. It helps the soul to focus upon its spiritual aims and to achieve them. But the whole reason for agitation is to hide the soul from itself, to camouflage its interior conflicts and their purposelessness, and to induce a false feeling that 'we are getting somewhere'.", "owner": "Thomas Merton, No Man Is an Island"}, {"item": "Just because you will not see the work completed does not mean you are free not to take it up.", "owner": "Greg Iles, Turning Angel"}], "pagination": {"next": "/data/work & productivity/work/3/data.json", "prev": "/data/work & productivity/work/1/data.json", "current": "/data/work & productivity/work/2/data.json"}}