{"contents": [{"item": "I'm choosing happiness over suffering, I know I am. I'm making space for the unknown future to fill up my life with yet-to-come surprises.", "owner": "Elizabeth Gilbert, Eat, Pray, Love"}, {"item": "The years lay spread out before her, spacious untouched canvases on which she was presently going to paint the picture of her life. It was to be a very beautiful picture, she said to herself with an extraordinary feeling of proud confidence; not beautiful because of any gifts or skill of hers, for never was a woman more giftless, but because of all the untiring little touches, the ceaseless care for detail, the patient painting out of mistakes; and every touch and every detail was going to be aglow with the bright colours of happiness.", "owner": "Elizabeth von Arnim, The Pastor's Wife"}, {"item": "Times of terror and the deepest misery may arrive, but if there is to be any happiness in this misery it can only be a spiritual happiness, related to the past in the rescue of the culture of early ages and to the future in a serene and indefatigable championship of the spirit in a time which would otherwise completely swallow up the material.", "owner": "Hermann Hesse, The Glass Bead Game"}, {"item": "I promise I'll never tell.\"\"Don't promise that,\" he said in an ultraserious voice. \"If they try to hurt you and the only way to protect yourself is to tell them what you know about me, then you tell them. Straight off, okay?\"\"No.\" \"Promise me.\"\"No!\"\"I will possess your heart.\"Heat flared along the back of my neck. \"What did you say?\"\"My favorite song. 'I Will Possess Your Heart.'\"\"By Death Cab for Cutie?\"He snorted. \"No, the little known T.I. Hip-hop remix. Yes, Death Cab for Cutie.\"... \"Why? What's wrong with it?\"\"Nothing, but it doesn't seem to fit you. It's kind of a sad song.\" \"No it's pure confident. It's not 'I want' or 'I need', none of that crap.\" He slipped his hand over mine. \"It's 'I will.'\"A nervous laugh bubbled up. \"You will, huh?\"His fingers brushed my cheek, then slid into my hair. \"I will.", "owner": "Jeri Smith-Ready, Shade"}, {"item": "It's amazing how a little tomorrow can make up for a whole lot of yesterday.", "owner": "John Guare, Landscape of the Body"}, {"item": "The Fourteenth Book is entitled, \"What can a Thoughtful Man Hope for Mankind on Earth, Given the Experience of the Past Million Years?\" It doesn't take long to read The Fourteenth Book. It consists of one word and a period. This is it: \"Nothing.", "owner": "Kurt Vonnegut Jr., Cat's Cradle"}, {"item": "The past is made out of facts... I guess the future is just hope.", "owner": "Isaac Marion, Warm Bodies"}, {"item": "We yearned for the future. How did we learn it, that talent for insatiability?", "owner": "Margaret Atwood, The Handmaid's Tale"}, {"item": "A man is a fool to live in hopes of a better tomorrow. I have a thousand, better ways today to spend what time remains ahead of me, and I have brighter, lighter and more pleasant places in which to spend it.", "owner": "Jack Whyte, Uther"}, {"item": "Maybe the future is like rowing for shore. Your only choice is to try or give up.", "owner": "Kristen Chandler, Wolves, Boys and Other Things That Might Kill Me"}, {"item": "Keep your eyes on the future, because that's where the answers are. It's where the hope is.", "owner": "Holly Cupala, Tell Me a Secret"}, {"item": "As I age in the world it will rise and spread,and be for this place horizonand orison, the voice of its winds.I have made myself a dream to dreamof its rising, that has gentled my nights.Let me desire and wish well the lifethese trees may live when Ino longer rise in the morningsto be pleased with the green of themshining, and their shadows on the ground, and the sound of the wind in them.", "owner": "Wendell Berry"}, {"item": "Past and Present I know well; each is a friend and sometimes an enemy to me. But it is the quiet, beckoning Future, an absolute stranger, with whom I have fallen madly in love.", "owner": "Richelle E. Goodrich, Slaying Dragons"}, {"item": "the hope of a better future belongs to us!", "owner": "Manuel Corazzari"}, {"item": "She shot out of her seat, tired of waiting, at last ready to create her future.", "owner": "Scott Stabile"}], "pagination": {"next": "/data/inspiration/future/3/data.json", "prev": "/data/inspiration/future/1/data.json", "current": "/data/inspiration/future/2/data.json"}}