{"contents": [{"item": "Even as a solid rock is unshaken by the wind, so are the wise unshaken by praise or blame.", "owner": "Gautama Buddha"}, {"item": "The teacher who is indeed wise does not bid you to enter the house of his wisdom but rather leads you to the threshold of your mind.", "owner": "Kahlil Gibran"}, {"item": "I like places like this,\" he announced.I like old places too,\" Josh said, \"but what's to like about a place like this?\"The king spread his arms wide. \"What do you see?\"Josh made a face. \"Junk. Rusted tractor, broken plow, old bike.\"Ahh...but I see a tractor that was once used to till these fields. I see the plow it once pulled. I see a bicycle carefully placed out of harm's way under a table.\"Josh slowly turned again, looking at the items once more.And i see these things and I wonder at the life of the person who carefully stored the precious tractor and plow in the barn out of the weather, and placed their bike under a homemade table.\"Why do you wonder?\" Josh asked. \"Why is it even important?\"Because someone has to remember,\" Gilgamesh snapped, suddenly irritated. \"Some one has to remember the human who rode the bike and drove the tractor, the person who tilled the fields, who was born and lived and died, who loved and laughed and cried, the person who shivered in the cold and sweated in the sun.\" He walked around the barn again, touching each item, until his palm were red with rust.\" It is only when no one remembers, that you are truely lost. That is the true death.", "owner": "Michael Scott, The Sorceress"}, {"item": "Peace is not happenstance. It is a living fire that must be fed constantly. It must be tended to with vigilance, else it dies out.", "owner": "Libba Bray, The Sweet Far Thing"}, {"item": "...Nobody knows like a woman how to say things that are both sweet and profound. Sweetness and depth, this is all of woman; this is Heaven.", "owner": "Victor Hugo, Les Misérables"}, {"item": "The wise are not wise because they make no mistakes. They are wise because they correct their mistakes as soon as they recognize them.", "owner": "Orson Scott Card, Xenocide"}, {"item": "All truly wise thoughts have been thought already thousands of times; but to make them truly ours, we must think them over again honestly, until they take root in our personal experience.", "owner": "Johann Wolfgang von Goethe"}, {"item": "The wise man knows that it is better to sit on the banks of a remote mountain stream than to be emperor of the whole world.", "owner": "Zhuangzi"}, {"item": "A path is made by walking on it.", "owner": "Zhuangzi"}, {"item": "If a man could have half of his wishes, he would double his troubles.", "owner": "Benjamin Franklin"}, {"item": "Anyone who cannot cope with mathematics is not fully human. At best, he is a tolerable subhuman who has learned to wear his shoes, bathe, and not make messes in the house.", "owner": "Robert A. Heinlein"}, {"item": "Because some things are never meant to be anything more than a moment. And that was one of them.", "owner": "Kevin Brooks, Lucas"}, {"item": "Realize that everything connects to everything else.", "owner": "Leonardo da Vinci"}, {"item": "He who acts, spoils; he who grasps, lets slip.", "owner": "Lao Tzu"}, {"item": "Knowledge is merely brilliance in organization of ideas and not wisdom. The truly wise person goes beyond knowledge.", "owner": "Confucius"}], "pagination": {"next": "/data/spiritual & philosophy/wisdom/4/data.json", "prev": "/data/spiritual & philosophy/wisdom/2/data.json", "current": "/data/spiritual & philosophy/wisdom/3/data.json"}}