{"contents": [{"item": "Singing in the rain. I'm singing in the rain. And it's such a fucking glorious feeling. An unexpected downpour and I am just giving myself into it. Because what the fuck else can you do? Run for cover? Shriek and curse? No--when the rain falls you just let it fall and you grin like a madman and you dance with it because if you can make yourself happy in the rain, then you're doing pretty alright in life.", "owner": "David Levithan, Nick & Norah's Infinite Playlist"}, {"item": "Can a person steal happiness? Or is just another internal, infernal human trick?", "owner": "Markus Zusak, The Book Thief"}, {"item": "That’s how stories happen — with a turning point, an unexpected twist. There’s only one kind of happiness, but misfortune comes in all shapes and sizes. It’s like Tolstoy said. Happiness is an allegory, unhappiness a story.", "owner": "Haruki Murakami, Kafka on the Shore"}, {"item": "I am not good at noticing when I'm happy, except in retrospect.", "owner": "Tana French, In the Woods"}, {"item": "Hurt is a part of life. To be honest, I think hurt is a part of happiness, that our definition of happiness has gotten very narrow lately, very nervous, a little afraid of this brawling, fabulous, unpredictable world.", "owner": "Julian Gough, Juno & Juliet"}, {"item": "Some people appear to be happy, but they simply don't give the matter much thought. Others make plans: I'm going to have a husband, a home, two children, a house in the country. As long as they're busy doing that, they're like bulls looking for the bullfighter: they react instinctively, they blunder on, with no idea where the target is. They get their car, sometimes they even get a Ferrari, and they think that's the meaning of life, and they never question it. Yet their eyes betray the sadness that even they don't know they carry in their soul. Are you happy?", "owner": "Paulo Coelho, The Zahir"}, {"item": "If you are not the hero of your own story, then you're missing the whole point of your humanity.", "owner": "Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience"}, {"item": "Come clean with a child heartLaugh as peaches in the summer windLet rain on a house roof be a songLet the writing on your facebe a smell of apple orchards on late June.", "owner": "Carl Sandburg, Honey and Salt"}, {"item": "Every time I thought I was being rejected from something good, I was actually being re-directed to something better.", "owner": "Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience"}, {"item": "Personally I am very pessimistic. But when, for instance, one of my staff has a baby you can't help but bless them for a good future. Because I can't tell that child, 'Oh, you shouldn't have come into this life.' And yet I know the world is heading in a bad direction. So with those conflicting thoughts in mind, I think about what kind of films I should be making.", "owner": "Hayao Miyazaki"}, {"item": "Her happiness floated like waves of ocean along the coast of her life. She found lyrics of her life in his arms but she never sung her song.", "owner": "Santosh Kalwar"}, {"item": "There is no list of rules. There is one rule. The rule is: there are no rules. Happiness comes from living as you need to, as you want to. As your inner voice tells you to. Happiness comes from being who you actually are instead of who you think you are supposed to be. Being traditional is not traditional anymore. It’s funny that we still think of it that way. Normalize your lives, people. You don’t want a baby? Don’t have one. I don’t want to get married? I won’t. You want to live alone? Enjoy it. You want to love someone? Love someone. Don’t apologize. Don’t explain. Don’t ever feel less than. When you feel the need to apologize or explain who you are, it means the voice in your head is telling you the wrong story. Wipe the slate clean. And rewrite it. No fairy tales. Be your own narrator. And go for a happy ending. One foot in front of the other. You will make it.", "owner": "Shonda Rhimes, Year of Yes: How to Dance It Out, Stand In the Sun and Be Your Own Person"}, {"item": "It seemed like this day could go in so many directions, like a spiderweb shooting out toward endless possibilities. Whenever you made a choice, especially one you'd been resisting, it always affected everything else, some in big ways, like a tremor beneath your feet, others in so tiny a shift you hardly noticed a change at all. But it was happening.", "owner": "Sarah Dessen"}, {"item": "A free people ought not only to be armed and disciplined, but they should have sufficient arms and ammunition to maintain a status of independence from any who might attempt to abuse them, which would include their own government", "owner": "Spurious quote attributed to George Washington but never said by him ."}, {"item": "Happiness is not something ready made. It comes from your own actions.", "owner": "Dalai Lama XIV"}], "pagination": {"next": "/data/personal growth/happiness/4/data.json", "prev": "/data/personal growth/happiness/2/data.json", "current": "/data/personal growth/happiness/3/data.json"}}