{"contents": ["There are some things you can’t learn at any university, except for one, the University of Life... the only college where everyone is a permanent student.", "Creation is scientific.", "Ever since college, I make friends. They get married. I lose friends.", "Tall, dark, and hot leaned against a pillar, watching me as I took my place in line. Tousled dark hair went every which way on his head. His eyes were slitted and intense, like he might need to have sex at any moment. Maybe even with me.", "And then he winked.Jeez, I thought my heart would explode on the spot. The last time a guy winked at me was years ago, and that’d been a creepy mall Santa.", "Surely there was at least one other girl on campus not sporting a French pedicure (do girls really think we’re fooled by the little white lines painted across their toenails?), who had some black in her wardrobe, and actually thought about things. You know, someone who knew the word French could imply more than just a way to kiss.", "In this neighbourhood people don't venture out after dark. It's not safe for them. Only the terminally stupid and the criminally motivated come out at this hour.", "...make sure if you're working hard at something it's in a subject you actually want to remember something about ten years later.", "But the compulsive overachievement of today's elite college students - the sense that they need to keep running as fast as they can - is not the only thing that keeps them from forming the deeper relationships that might relieve their anguish. Something more insidious is operating, too: a resistance to vulnerability, a fear of looking like the only one who isn't capable of handling the pressure. These are young people who have always succeeded at everything, in part by projecting the confidence that they always will. Now, as they get to college, the stakes are higher and the competition fiercer. Everybody thinks that they are the only one who's suffering, so nobody says anything, so everybody suffers. Everyone feels like a fraud; everybody thinks that everybody else is smarter than they are.", "The image of him shifted with the violent frenzy of leaves. He was there and he wasn’t, as the leaves whipped and the lightning fell away in a slow strobe effect across the expanse of sky. How he had gotten up there, I had no idea, but he had been there. Crouched in the tree in the middle of the courtyard, he watched me intently through the open window.", "You may suppose that perhaps this Walter T. Wallace found his destiny in food and passed down to his progeny a legacy like that of the great Colonel Sanders. The folks here in Wallace County would love to be able to tell you this is so. But no, like their granddaddy, the Wallace men were thievin’ crooks, always with a scheme ready to separate the weak from their hard-earned money.", "I tried to lose myself in school and friends as best as I was able, trying to put Dorian's world out of my mind. But that was pretty much impossible with Clarrisa's constant, homicidally cheerful presence, which was, I supposed, something like making friends with a live grenade.", "College = A place where you spend a ton of money for a piece of paper that says you're qualified.", "I ate so many Ramen noodles that I wouldn't even touch a package of them now.", "You can't change generational poverty by sitting on your ass. Let's get to work!"], "pagination": {"next": null, "prev": "/data/work & productivity/college/3/data.json", "current": "/data/work & productivity/college/4/data.json"}}