{"contents": [{"item": "I will not say, as the beggars at our door used to do, ‘I’ll never ask anything of Him again;’ but, on the contrary, ‘He shall hear oftener from me than ever,’ and I will love God the better, and love prayer the better, as long as I live.", "owner": "Philip  Henry"}, {"item": "Prayer unaccompanied by perseverance leads to no result.", "owner": "John Calvin, Institutes of the Christian Religion, 2 Vols"}, {"item": "We fail to prevail with unconverted men because of our more fundamental failure to prevail with God in prayer.", "owner": "John R. Mott"}, {"item": "It is silly to think they all achieved it \"just like that\". nothing in life is so easy, that is a fact.Behind the scenes were tears and pain,they stumbled and fell but got up again. They heard a voice, firm and true\"Muster yourself you'll make it through\"Steadied by a hand they arose to dancein the turmoil and storm with perseverance At the end, it came upon them; a light so brightsuccess was theirs: it was their right!", "owner": "Manuela George-Izunwa"}, {"item": "Sometimes even to live is an act of courage.", "owner": "Seneca"}, {"item": "Be patient with yourself.The journey of life requires alot of patient, persistence and perseverance.", "owner": "Lailah Gifty Akita"}, {"item": "Don't quit. It's very easy to quit during the first 10 years. Nobody cares whether you write or not, and it's very hard to write when nobody cares one way or the other. You can't get fired if you don't write, and most of the time you don't get rewarded if you do. But don't quit.", "owner": "Andre Dubus"}, {"item": "Maxim 10: Sometimes the only way out is through... through the hull.-The Seventy Maxims of Maximally Effective Mercenaries", "owner": "Howard Tayler"}, {"item": "I am a slow walker, but I never walk back.", "owner": "Abraham Lincoln"}, {"item": "I have walked that long road to freedom. I have tried not to falter; I have made missteps along the way. But I have discovered the secret that after climbing a great hill, one only finds that there are many more hills to climb. I have taken a moment here to rest, to steal a view of the glorious vista that surrounds me, to look back on the distance I have come. But I can only rest for a moment, for with freedom come responsibilities, and I dare not linger, for my long walk is not ended.", "owner": "Nelson Mandela"}, {"item": "It's not how we fall. It's how we get back up again.", "owner": "Patrick Ness, Monsters of Men"}, {"item": "Things don't go wrong and break your heart so you can become bitter and give up. They happen to break you down and build you up so you can be all that you were intended to be.", "owner": "Charles Jones, Life Is Tremendous"}, {"item": "Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no hope at all.", "owner": "Dale Carnegie"}, {"item": "You may have to fight a battle more than once to win it.", "owner": "Margaret Thatcher"}, {"item": "Continuous effort - not strength or intelligence - is the key to unlocking our potential.", "owner": "Winston S. Churchill"}], "pagination": {"next": "/data/work & productivity/perseverance/2/data.json", "prev": "/data/work & productivity/perseverance/0/data.json", "current": "/data/work & productivity/perseverance/1/data.json"}}