{"contents": [{"item": "Do not ruin today with mourning tomorrow.", "owner": "Catherynne M. Valente, The Girl Who Circumnavigated Fairyland in a Ship of Her Own Making"}, {"item": "Baseless victimhood is usually the last stage before outright aggression.", "owner": "Stefan Molyneux"}, {"item": "We have negative mental habits that come up over and over again. One of the most significant negative habits we should be aware of is that of constantly allowing our mind to run off into the future. Perhaps we got this from our parents. Carried away by our worries, we're unable to live fully and happily in the present. Deep down, we believe we can't really be happy just yet—that we still have a few more boxes to be checked off before we can really enjoy life. We speculate, dream, strategize, and plan for these \"conditions of happiness\" we want to have in the future; and we continually chase after that future, even while we sleep. We may have fears about the future because we don't know how it's going to turn out, and these worries and anxieties keep us from enjoying being here now.", "owner": "Thich Nhat Hanh, Peace Is Every Breath: A Practice for Our Busy Lives"}, {"item": "The present is all we have, yet it is the one thing we will never learn to hold in our hands.", "owner": "Madeleine Thien, Do Not Say We Have Nothing"}, {"item": "Everything is created twice, first in the mind and then in reality.", "owner": "Robin S. Sharma, The Monk Who Sold His Ferrari: A Fable About Fulfilling Your Dreams  Reaching Your Destiny"}, {"item": "How heron comesIt is a negligence of the mindnot to notice how at duskheron comes to the pond andstands there in his death robes, perfectservant of the system, hungry, his eyesfull of attention, his wingspure light", "owner": "Mary Oliver, Swan: Poems and Prose Poems"}, {"item": "Most of us take for granted that time flies, meaning that it passes too quickly. But in the mindful state, time doesn't really pass at all. There is only a single instant of time that keeps renewing itself over and over with infinite variety.", "owner": "Deepak Chopra, The Book of Secrets: Unlocking the Hidden Dimensions of Your Life"}, {"item": "I like walking because it is slow, and I suspect that the mind, like the feet, works at about three miles an hour. If this is so, then modern life is moving faster than the speed of thought or thoughtfulness.", "owner": "Rebecca Solnit, Wanderlust: A History of Walking"}, {"item": "Without energy being invested in resisting the unwanted or dueling with fears, we have more energy and attention available for noticing not only the disturbing, but the wonderful...When we are not fixated on threat and defending ourselves, when we're not exhausted and burned out from chronic stress, we are able to see the daily evidence that we are in the midst of a mind-blowing miracle called Life....Then we will experience breathtaking, heart-rippling moments that counterbalance every trial and tribulation. When we're fully conscious of the universe's artistry and generosity, who needs psychodelics or Prozac?", "owner": "Charlette Mikulka, Peace in the Heart and Home: A Down-to-Earth Guide to Creating a Better Life for You and Your Loved Ones"}, {"item": "Despite all the identifying, measuring, photographing, I had managed to set the experience in a kind of present past, a having looked, even as I was temporally and physically still looking...It is not necessarily too little knowledge that causes ignorance; possessing too much, or wanting to gain too much, can produce the same result.", "owner": "John Fowles, The Tree"}, {"item": "A person must make peace with oneself before they will find peace with the world.", "owner": "Kilroy J. Oldster, Dead Toad Scrolls"}, {"item": "Within yourself is a stillness and a sanctuary to which you can retreat at any time and be yourself.", "owner": "Hermann Hesse"}, {"item": "One is a great deal less anxious if one feels perfectly free to be anxious, and the same may be said of guilt.", "owner": "Alan W. Watts, Psychotherapy East and West"}, {"item": "We tend to be particularly unaware that we are thinking virtually all the time. The incessant stream of thoughts flowing through our minds leaves us very little respite for inner quiet. And we leave precious little room for ourselves anyway just to be, without having to run around doing things all the time. Our actions are all too frequently driven rather than undertaken in awareness, driven by those perfectly ordinary thoughts and impulses that run through the mind like a coursing river, if not a waterfall. We get caught up in the torrent and it winds up submerging our lives as it carries us to places we may not wish to go and may not even realize we are headed for.Meditation means learning how to get out of this current, sit by its bank and listen to it, learn from it, and then use its energies to guide us rather than to tyrannize us.", "owner": "Jon Kabat-Zinn, Wherever You Go, There You Are: Mindfulness Meditation in Everyday Life"}, {"item": "There are as many life missions as there are people. We are all unique. We are all important.", "owner": "Janet Gallagher Nestor, Nurturing Wellness Through Radical Self-Care: A Living in Balance Guide and Workbook"}], "pagination": {"next": "/data/spiritual & philosophy/mindfulness/1/data.json", "prev": null, "current": "/data/spiritual & philosophy/mindfulness/0/data.json"}}