{"contents": [{"item": "The most boring and unproductive question one can ask of any religion is whether or not it is true.", "owner": "Alain de Botton, Religion for Atheists: A Non-Believer's Guide to the Uses of Religion"}, {"item": "I need just be a bayonet, a bayonet named Diving Punishment. I wish I'd been born a storm. Or a menace. Or a single grenade. No heart, no tears, just as a terrible gale'd have been good. If [by doing this] I become that, then so be it.", "owner": "Kohta Hirano"}, {"item": "How charming is divine Philosophy! Not harsh, and crabbed as dull fools suppose, But musical as is Apollo's lute, And a perpetual feast of nectar'd sweets, Where no crude surfet raigns.", "owner": "John Milton, Comus"}, {"item": "What if one were to want to hunt for these hidden presences? You can’t just rummage around like you’re at a yard sale. You have to listen. You have to pay attention. There are certain things you can’t look at directly. You need to trick them into revealing themselves. That’s what we’re doing with Walter, Jaz. We’re juxtaposing things, listening for echoes. It’s not some silly cybernetic dream of command and control, modeling the whole world so you can predict the outcome. It’s certainly not a theory of everything. I don’t have a theory of any kind. What I have is far more profound.’‘What’s that?’‘A sense of humor.’Jaz looked at him, trying to find a clue in his gaunt face, in the clear gray eyes watching him with such - what? Amusement? Condescension? There was something about the man which brought on a sort of hermeneutic despair. He was a forest of signs.‘We’re hunting for jokes.’ Bachman spoke slowly, as if to a child. ‘Parapraxes. Cosmic slips of the tongue. They’re the key to the locked door. They’ll help us discover it.’‘Discover what?’‘The face of God. What else would we be looking for?", "owner": "Hari Kunzru, Gods Without Men"}, {"item": "Preach in hatred and you will only find love.", "owner": "Anthony T.Hincks"}, {"item": "God is not, like creatures, made up of parts. God is spirit, without bodily dimensions. Firstly, no body can cause change without itself being changed. Secondly, things with dimensions are potential of division. But the starting-point for all existence must be wholly real and not potential in any way: though things that get realized begin as potential, preceding them is the source of their realization which must already be real. Thirdly, living bodies are superior to other bodies; and what makes a body living is not the dimensions which make it a body (for then everything with dimensions would be living), but something more excellent like a soul. The most excellent existent of all then cannot be a body. So when the scriptures ascribe dimensions to God they are using spatial extension to symbolize the extent of God's power; just as they ascribe bodily organs to God as metaphors for their functions, and postures like sitting or standing to symbolize authority or strength.", "owner": "Thomas Aquinas, Summa Theologiae: A Concise Translation"}, {"item": "When God sprinkled stars in the heavens, he opened our eyes to the wonders of the universe.", "owner": "Anthony T. Hincks"}, {"item": "I don't have to touch God to know that he's real.", "owner": "Anthony T. Hincks"}, {"item": "What comes into our minds when we think about God is the most important thing about us.", "owner": "A.W. Tozer"}, {"item": "I believe in the fundamental truth of all great religions of the world.", "owner": "Mahatma Gandhi"}, {"item": "Man is a demon, man is a god. Both true.", "owner": "Elizabeth Gilbert, Eat, Pray, Love"}, {"item": "To realize the truth, you have to cross the boundaries of all religions and prophets.", "owner": "Amit Ray, Meditation: Insights and Inspirations"}, {"item": "There's no God higher than truth.", "owner": "Mahatma Gandhi"}, {"item": "The great question that will be with us throughout this entire book: What did Jesus actually bring, if not world peace, universal prosperity, and a better world? What has he brought?The answer is very simple: God.... He has brought God, and now we know his face, now we can call upon him. Now we know the path that we human beings have to take in this world. Jesus has brought God and with God the truth about our origin and destiny: faith, hope and love. It is only because of our hardness of heart that we think this is too little. Yes indeed, God's power works quietly in this world, but it is the true and the lasting power. Again and again, God's cause seems to be in its death throes. Yet over and over again it proves to be the thing that truly endures and saves.", "owner": "Pope Benedict XVI, Jesus of Nazareth"}, {"item": "Anybody who says \"I know how to get to God and you don't, do this and do that and go here and go there\" is going to become 1. very powerful and 2. very rich. The simple truth is, if I am with God, no less can you be with God at the same time as I am.", "owner": "C. JoyBell C."}], "pagination": {"next": null, "prev": "/data/spiritual & philosophy/god/3/data.json", "current": "/data/spiritual & philosophy/god/4/data.json"}}