{"contents": [{"item": "Histories make men wise  poets  witty  the mathematics  subtile  natural philosophy  deep  morals  grave  logic and rhetoric  able to contend.", "owner": "Sir Francis Bacon"}, {"item": "There are more men ennobled by study than by nature.", "owner": "Cicero"}, {"item": "The world's great men have not commonly been great scholars  nor its great scholars great men.", "owner": "Oliver Wendell Holmes"}, {"item": "As turning the logs will make a dull fire burn  so change of studies a dull brain.", "owner": "Henry Wadsworth Longfellow"}, {"item": "You are in some brown study.", "owner": "John Lyly"}, {"item": "Iron sharpens iron  scholar  the scholar.", "owner": "Talmud"}, {"item": "I have a neuroscience background - that's what my doctorate is in - and I was trained to study hormones of attachment, so I definitely feel my parenting is informed by that.", "owner": "Mayim Bialik"}, {"item": "I slept for four years. I didn't study much of anything. I majored in something called communication arts.", "owner": "Don DeLillo"}, {"item": "Don't try to be like Jackie. There is only one Jackie. Study computers instead.", "owner": "Jackie Chan"}, {"item": "For it is the duty of an astronomer to compose the history of the celestial motions through careful and expert study.", "owner": "Nicolaus Copernicus"}, {"item": "I study history in order to give an interpretation.", "owner": "Oliver Stone"}, {"item": "Now it is established in the sciences that no knowledge is acquired save through the study of its causes and beginnings, if it has had causes and beginnings; nor completed except by knowledge of its accidents and accompanying essentials.", "owner": "Avicenna"}, {"item": "Epistemology is the study of knowledge. By what conduit do we know what we know?", "owner": "Theodore Bikel"}, {"item": "Realists do not fear the results of their study.", "owner": "Fyodor Dostoevsky"}, {"item": "The writings and the recommendations of the earliest medical scientists and the new breed of clinicians between the mid-fifteenth and early seventeenth centuries were based on the supposition that sufficient study and experimentation would elucidate not only the origins of disease, but its treatment as well.", "owner": "Sherwin B. Nuland"}], "pagination": {"next": "/data/work & productivity/study/1/data.json", "prev": null, "current": "/data/work & productivity/study/0/data.json"}}