{"contents": [{"item": "Gratitude always comes into play; research shows that people are happier if they are grateful for the positive things in their lives, rather than worrying about what might be missing.", "owner": "Dan Buettner, Thrive: Finding Happiness the Blue Zones Way"}, {"item": "No one can obtain felicity by pursuit. This explains why one of the elements of being happy is the feeling that a debt of gratitude is owed, a debt impossible to pay. Now, we do not owe gratitude to ourselves. To be conscious of gratitude is to acknowledge a gift.", "owner": "Josef Pieper, Happiness and Contemplation"}, {"item": "Are you what is called a lucky man? Well, you are sad every day. Each day has its great grief or its little care. Yesterday you were trembling for the health of one who is dear to you, today you fear for your own; tomorrow it will be an anxiety about money, the next day the slanders of a calumniator, the day after the misfortune of a friend; then the weather, then something broken or lost, then a pleasure for which you are reproached by your conscience or your vertebral column; another time, the course of public affairs. Not to mention heartaches. And so on. One cloud is dissipated, another gathers. Hardly one day in a hundred of unbroken joy and sunshine. And you are of that small number who are lucky! As for other men, stagnant night is upon them.", "owner": "Victor Hugo, Les Misérables"}, {"item": "Gratitude is the secret to happiness.", "owner": "Mahrukh"}, {"item": "Today, I choose not to take my life for granted. I choose not to look upon the fact that I am healthy, have food in my refrigerator and have clean water to drink as givens. They are not givens for so many people in our world. The fact that I am safe and (relatively) sane are not givens. That I was born into a family who loves me and into a country not ravaged by war are not givens. It is impossible to name all of the circumstances in my life I’ve taken for granted. All of the basic needs I’ve had met, all of the friendships and job opportunities and financial blessings and the list, truly, goes on and on. The fact that I am breathing is a miracle, one I too rarely stop to appreciate. I’m stopping, right now, to be grateful for everything I am and everything I’ve been given. I’m stopping, right now, to be grateful for every pleasure and every pain that has contributed to the me who sits here and writes these words. I am thankful for my life. This moment is a blessing. Each breath a gift. That I’ve been able to take so much for granted is a gift, too. But it’s not how I want to live—not when gratitude is an option, now when wonder and awe are choices. I choose gratitude. I choose wonder. I choose awe. I choose everything that suggest I’m opening myself to the miraculous reality of simply being alive for one moment more.", "owner": "Scott Stabile"}, {"item": "Find Gratitude Happiness will follow you.", "owner": "Muhammad Riaz"}, {"item": "Gratitude changes us.", "owner": "Auliq Ice, The Secret of Greatness"}, {"item": "It is very sad that most of us just aren’t grateful for what we have. If you’re reading this, I think it’s safe to assume that you’re not homeless. You’re not blind. You might be ill, but you’re still alive. And yet, we find it hard to be thankful. To see the gift each day brings us. It is from this lack of true gratitude that we become sad. We have told ourselves over and over that we aren’t happy. That our lives aren’t good. That we’re no good.", "owner": "S.R. Crawford, From My Suffering: 25 Ways to Break the Chains of Anxiety, Depression & Stress"}, {"item": "Gratitude opens your eyes to the endless opportunities that expectation has hidden.", "owner": "Steve Maraboli"}, {"item": "I’m in awe of the people who manage their difficult lives with little complaint, those who have suffered more than their fair share of pain, and understand things could have been much worse, those who take the time to be grateful for the important things, and who never give up on themselves or their lives. It's no easy feat to stay optimistic when life has shown you too much darkness, yet our world is filled with these steady, strong, resilient warriors of the light. From them, we have so much to learn.", "owner": "Scott Stabile"}, {"item": "Let thy prayer be thanksgiving.", "owner": "Lailah Gifty Akita"}, {"item": "He who does not reflect his life back to God in gratitude does not know himself.", "owner": "Albert Schweitzer, Reverence for Life: The Words of Albert Schweitzer"}, {"item": "Gratitude is one of the virtues of the noble man. It is the hallmark of a life lived well. It is a trademark of the righteous man. It is an attribute that significantly impacts on your personal happiness and how sound your relationship will be with others.", "owner": "Sesan Kareem"}, {"item": "There is nothing so inspiring as true heartfelt gratitude.", "owner": "Del Suggs, Truly Leading: Lessons in Leadership"}, {"item": "You have the power to adjust your life experience simply by being grateful.", "owner": "Chiara Gizzi"}], "pagination": {"next": "/data/personal growth/gratitude/2/data.json", "prev": "/data/personal growth/gratitude/0/data.json", "current": "/data/personal growth/gratitude/1/data.json"}}