{"contents": [{"item": "Stop giving other people the power to control your happiness, your mind, and your life. If you don't take control of yourself and your own life, someone else is bound to try.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Perfectionism is the enemy of happiness. Embrace being perfectly imperfect. Learn from your mistakes and forgive yourself, you’ll be happier. We make mistakes because we are imperfect. Learn from your mistakes, forgive yourself, and keep moving forward.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "People are unhappy when they get something too easily. You have to sweat--that's the only moral they know.", "owner": "Dany Laferrière, I Am a Japanese Writer"}, {"item": "Sadness gives depth. Happiness gives height. Sadness gives roots. Happiness gives branches. Happiness is like a tree going into the sky, and sadness is like the roots going down into the womb of the earth. Both are needed, and the higher a tree goes, the deeper it goes, simultaneously. The bigger the tree, the bigger will be its roots. In fact, it is always in proportion. That's its balance.", "owner": "Osho, Everyday Osho: 365 Daily Meditations for the Here and Now"}, {"item": "Smile more. Smiling can make you and others happy.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "A smile puts you on the right track. A smile makes the world a beautiful place. When you lose your smile, you lose your way in the chaos of life.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "I don't think that there are any limits to how excellent we could make life seem.", "owner": "Jonathan Safran Foer, Everything Is Illuminated"}, {"item": "The more you praise and celebrate your life, the more there is in life to celebrate.", "owner": "Oprah Winfrey"}, {"item": "No one should ever ask themselves that: why am I unhappy? The question carries within it the virus that will destroy everything. If we ask that question, it means we want to find out what makes us happy. If what makes us happy is different from what we have now, then we must either change once and for all or stay as we are, feeling even more unhappy.", "owner": "Paulo Coelho, The Zahir"}, {"item": "Why Not You?Today, many will awaken with a fresh sense of inspiration. Why not you?Today, many will open their eyes to the beauty that surrounds them. Why not you?Today, many will choose to leave the ghost of yesterday behind and seize the immeasurable power of today. Why not you?Today, many will break through the barriers of the past by looking at the blessings of the present. Why not you?Today, for many the burden of self doubt and insecurity will be lifted by the security and confidence of empowerment. Why not you?Today, many will rise above their believed limitations and make contact with their powerful innate strength. Why not you?Today, many will choose to live in such a manner that they will be a positive role model for their children. Why not you?Today, many will choose to free themselves from the personal imprisonment of their bad habits. Why not you?Today, many will choose to live free of conditions and rules governing their own happiness. Why not you?Today, many will find abundance in simplicity. Why not you?Today, many will be confronted by difficult moral choices and they will choose to do what is right instead of what is beneficial. Why not you?Today, many will decide to no longer sit back with a victim mentality, but to take charge of their lives and make positive changes. Why not you?Today, many will take the action necessary to make a difference. Why not you?Today, many will make the commitment to be a better mother, father, son, daughter, student, teacher, worker, boss, brother, sister, & so much more. Why not you?Today is a new day!Many will seize this day.Many will live it to the fullest.Why not you?", "owner": "Steve Maraboli, Life, the Truth, and Being Free"}, {"item": "Nothing makes a person happier than having a happy heart.", "owner": "Roy T. Bennett"}, {"item": "Happiness was but the occasional episode in a general drama of pain.", "owner": "Thomas Hardy, The Mayor of Casterbridge"}, {"item": "Obscurity and a competence—that is the life that is best worth living.", "owner": "Mark Twain, Notebook"}, {"item": "Pierre was right when he said that one must believe in the possibility of happiness in order to be happy, and I now believe in it. Let the dead bury the dead, but while I'm alive, I must live and be happy.", "owner": "Leo Tolstoy, War and Peace"}, {"item": "Maybe happiness didn't have to be about the big, sweeping circumstances, about having everything in your life in place. Maybe it was about stringing together a bunch of small pleasures. Wearing slippers and watching the Miss Universe contest. Eating a brownie with vanilla ice cream. Getting to level seven in Dragon Master and knowing there were twenty more levels to go. Maybe happiness was just a matter of the little upticks- the traffic signal that said \"Walk\" the second you go there- and downticks- the itch tag at the back of your collar- that happened to every person in the course of the day. Maybe everybody had the same allotted measure of happiness within each day. maybe it didn't matter if you were a world-famous heartthrob or a painful geek. Maybe it didn't matter if your friend was possibly dying. Maybe you just got through it. Maybe that was all you could ask for.", "owner": "Ann Brashares, The Sisterhood of the Traveling Pants"}], "pagination": {"next": "/data/personal growth/happiness/3/data.json", "prev": "/data/personal growth/happiness/1/data.json", "current": "/data/personal growth/happiness/2/data.json"}}