{"contents": [{"item": "You're like a grey sky. You're beautiful, even though you don't want to be.", "owner": "Jasmine Warga, My Heart and Other Black Holes"}, {"item": "my mother, poor fish,wanting to be happy, beaten two or three times aweek, telling me to be happy: \"Henry, smile!why don't you ever smile?\"and then she would smile, to show me how, and it was thesaddest smile I ever saw", "owner": "Charles Bukowski"}, {"item": "Depression is the flaw in love. To be creatures who love, we must be creatures who can despair at what we lose, and depression is the mechanism of that despair.", "owner": "Andrew Solomon, The Noonday Demon: An Atlas of Depression"}, {"item": "In a strange way, I had fallen in love with my depression. Dr. Sterling was right about that. I loved it because I thought it was all I had. I thought depression was the part of my character that made me worthwhile. I thought so little of myself, felt that I had such scant offerings to give to the world, that the one thing that justified my existence at all was my agony.", "owner": "Elizabeth Wurtzel, Prozac Nation"}, {"item": "When you're lost in those woods, it sometimes takes you a while to realize that you are lost. For the longest time, you can convince yourself that you've just wandered off the path, that you'll find your way back to the trailhead any moment now. Then night falls again and again, and you still have no idea where you are, and it's time to admit that you have bewildered yourself so far off the path that you don't even know from which direction the sun rises anymore.", "owner": "Elizabeth Gilbert"}, {"item": "Even for me life had its gleams of sunshine.", "owner": "Charlotte Brontë, Jane Eyre"}, {"item": "One swallow does not make a summer,neither does one fine day; similarly one day or brief time of happiness does not make a person entirely happy.", "owner": "Aristotle, The Nicomachean Ethics"}, {"item": "I don't want to do anything. I don't even want to start this day because then I'll just be expected to finish it.", "owner": "Rainbow Rowell, Fangirl"}, {"item": "In every way that counted, I was dead. Inside somewhere maybe I was screaming and weeping and howling like an animal, but that was another person deep inside, another person who had no access to the lips and face and mouth and head, so on the surface I just shrugged and smile and kept moving. If I could have physically passed away, just let it all go, like that, without doing anything, stepped out of life as easily as walking through a door I would have done. But I was going to sleep at night and waking in the morning, disappointed to be there and resigned to existence.", "owner": "Neil Gaiman, Fragile Things: Short Fictions and Wonders"}, {"item": "I will be stronger than my sadness.", "owner": "Jasmine Warga, My Heart and Other Black Holes"}, {"item": "Be happy -- if you're not even happy, what's so good about surviving?", "owner": "Tom Stoppard, Rosencrantz and Guildenstern Are Dead"}, {"item": "All I feel are the assaults of apprehension and terror at the thought that I am the only one who is entirely unlike the rest. It is almost impossible for me to converse with other people. What should I talk about, how should I say it? - I don't know.", "owner": "Osamu Dazai, No Longer Human"}, {"item": "For someone like myself in whom the ability to trust others is so cracked and broken that I am wretchedly timid and am forever trying to read the expression on people's faces.", "owner": "Osamu Dazai, No Longer Human"}, {"item": "Depression weighs you down like a rock in a river. You don't stand a chance. You can fight and pray and hope you have the strength to swim, but sometimes, you have to let yourself sink. Because you'll never know true happiness until someone or something pulls you back out of that river--and you'll never believe it until you realize it was you, yourself who saved you.", "owner": "Alysha Speer"}, {"item": "It was almost like a reverse nightmare, like when you wake up from a nightmare, you're so relieved. I woke up into a nightmare.\"\"And what is that nightmare, Craig?\"\"Life.", "owner": "Ned Vizzini, It's Kind of a Funny Story"}], "pagination": {"next": "/data/hard times/depression/1/data.json", "prev": null, "current": "/data/hard times/depression/0/data.json"}}