{"contents": [{"item": "The fool doth think he is wise, but the wise man knows himself to be a fool.", "owner": "William Shakespeare, As You Like It"}, {"item": "The secret of life, though, is to fall seven times and to get up eight times.", "owner": "Paulo Coelho, The Alchemist"}, {"item": "It is the mark of an educated mind to be able to entertain a thought without accepting it.", "owner": "Aristotle, Metaphysics"}, {"item": "The simple things are also the most extraordinary things, and only the wise can see them.", "owner": "Paulo Coelho, The Alchemist"}, {"item": "By three methods we may learn wisdom: First, by reflection, which is noblest; Second, by imitation, which is easiest; and third by experience, which is the bitterest.", "owner": "Confucius"}, {"item": "It's a dangerous business, Frodo, going out your door. You step onto the road, and if you don't keep your feet, there's no knowing where you might be swept off to.", "owner": "J.R.R. Tolkien, The Lord of the Rings"}, {"item": "I'm not young enough to know everything.", "owner": "J.M. Barrie, The Admirable Crichton"}, {"item": "Knowledge speaks, but wisdom listens", "owner": "Jimi Hendrix"}, {"item": "We must be willing to let go of the life we planned so as to have the life that is waiting for us.", "owner": "Joseph Campbell"}, {"item": "Sell your cleverness and buy bewilderment.", "owner": "Jalaluddin Rumi, Masnavi i Man'avi, the spiritual couplets of Maula"}, {"item": "Perhaps the rare and simple pleasure of being seen for what one is compensates for the misery of being it.", "owner": "Margaret Drabble"}, {"item": "He who knows all the answers has not been asked all the questions.", "owner": "Confucius"}, {"item": "Sometimes, if you stand on the bottom rail of a bridge and lean over to watch the river slipping slowly away beneath you, you will suddenly know everything there is to be known.", "owner": "A.A. Milne"}, {"item": "This being human is a guest house. Every morning is a new arrival. A joy, a depression, a meanness, some momentary awareness comes as an unexpected visitor...Welcome and entertain them all. Treat each guest honorably. The dark thought, the shame, the malice, meet them at the door laughing, and invite them in. Be grateful for whoever comes, because each has been sent as a guide from beyond.", "owner": "Jalaluddin Rumi"}, {"item": "Having children makes you no more a parent than having a piano makes you a pianist.", "owner": "Michael Levine"}], "pagination": {"next": "/data/spiritual & philosophy/wisdom/1/data.json", "prev": null, "current": "/data/spiritual & philosophy/wisdom/0/data.json"}}