{"contents": [{"item": "The greatest wealth is well-being.", "owner": "Lailah Gifty Akita"}, {"item": "It seems quite pointless to waste health relentlessly in order to earn money that we shall spend on recovering health.", "owner": "Eraldo Banovac"}, {"item": "Life isn't a life without fitness.", "owner": "Mohith Agadi"}, {"item": "Let your passion serve as your energy source to keep you going. I can attest that you will be happier, healthier, and more successful at it.", "owner": "Anna Agoncillo, Psychology Of Love, Money, & Life"}, {"item": "Because all actions and expressions stem from the mind, it is vital to know the mind as well as decide in what way we’ll use it. Everyone has heard of psychosomatic illness, and most of us acknowledge that psychosomatic sicknesses can and do occur. But what about psychosomatic wellness? How many of us have considered if it’s possible to stay healthy or cure various maladies with the positive use of the mind? And if we have thought of this, have we done much more than simply consider the idea?", "owner": "H.E. Davey"}, {"item": "Relax and Recreat yourself.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "When I travel, I get lovesick. Well, they call it chlamydia.", "owner": "Jimmy Carr"}, {"item": "All I want is some man to take delight in me. 5:30? 6:30 A.M. as usual, no cigs. Better a maudlin drunk than a sterile one. My pimples are more like small boils; I have the plague. My lip is split. My tits are swollen and I can't ever sleep. I now breathe with my heart, which skips rope. Back to sex?", "owner": "Maryse Holder, Give Sorrow Words: Maryse Holder's Letters From Mexico"}, {"item": "New Year, new month, new day, new moment, all places we have never been before. Enjoy each experience with relish & spice... tasty times ahead.", "owner": "Michael Levy"}, {"item": "Meditation is the basis of a life of splendid health, untiring energy, unfailing love, and abiding wisdom. It is the very foundation of that deep inner peace for which every one of us longs. No human being can ever be satisfied by money or success or prestige or anything else the world can offer. What we are really searching for is not something that satisfies us temporarily, but a permanent state of joy.", "owner": "Eknath Easwaran, Take Your Time: How to Find Patience, Peace, and Meaning"}, {"item": "The simple act of being completely attentive & present to another person is an act of love, and it fosters unshakeable well-being.", "owner": "Sharon Salzberg, Real Happiness: The Power of Meditation"}, {"item": "We live in a society where those in the know use radiation resistance health techniques.", "owner": "Steven Magee"}, {"item": "A society no more exists for the satisfaction of human needs, than a plant exists for its own health.", "owner": "Roger Scruton"}, {"item": "Society, because it is composed of living humans, is organic and if healthy, supple. It is like a rubber band. As long as the groups that compose society are flexible and social and emotionally supporting, it serves its constituency well. It bends, weaves, twists, turns, and envelops everyone in diverse manners. If opposing forces become too locked into their polarized viewpoints, though, other things happen.Like two grumpy siblings, they hold their views with anger or self-righteousness and utter vulgar and crass words, but it amounts to the same thing. The two groups pull on the rubber band and rigidly hold to their position without empathy.The rubber band (society) grows taut and then eventually it snaps and collateral damage ensues and the proverbial baby is thrown out with the bath water.", "owner": "Leviak B. Kelly, Religion: The Ultimate STD: Living a Spiritual Life without Dogmatics or Cultural Destruction"}, {"item": "A healthy society begins with healthy individuals.", "owner": "Sabina Nore"}], "pagination": {"next": "/data/health & fitness/health/3/data.json", "prev": "/data/health & fitness/health/1/data.json", "current": "/data/health & fitness/health/2/data.json"}}