{"contents": ["Months are different in college, especially freshman year. Too much happens. Every freshman month equals six regular months—they're like dog months.", "...Come on let’s see the degree.” Katherine unrolled her scroll displaying a long declaration in Latin affixed with a red seal proclaiming her a Master of Art. “Imagine working for years to obtain a piece of paper we can hardly read ” Katherine joked. “And to officially declare you have talent ” Suzy returned.", "The way I figure it, everyone gets a miracle.", "I wondered ...if meeting people with creativity and passion when you were at an impressionable enough age actually kind of ruined you for life among normal people. For a long time, I'd searched the world, thinking I could start up new friendships like the ones I'd had before. But I never met people like that again. I know people will think that's what everyone believes about their college friends, but it's true. Maybe we're like flowers that open up at that brief moment in our lives, and after that, we close up again, one by one.", "When colleges, both within the Hudson Valley and throughout the country, encouraged women to do little beyond attaining their Mrs. degree in Husbandry, Annandale offered rigorous and prestigious degrees irrespective of gender.", "You see, in this country are a number of youths who do not like to work, and the college is an excellent place for them.", "Sometimes the gap between what you are and what you want to be is a little piece of paper called your college degree. So jump.", "I am kind of majoring in bull shitting.", "WRITERS ARE \"SPIRITIAL VENTRILOQUIST\" WHO HAVE THE ABILITY TO MAKE PAPER TALK!", "THE BROKEN HEART STILL HAS HEART BEATS. THOUGH YOU MAY FEEL LIKE DEATH, YOU ARE STRONGER THAN YOU THINK!", "Do not dwell on the past. Focus on the precious moments and gracious future.", "And then we get new homes that we make for ourselves.", "Twice I'd come home as they were finishing, and, honestly, I cannot think of a lonelier sound on a Saturday night than one's roommate having a giant orgasm and then making an embarrassed sssh sound, realizing that maybe through her pleasure she'd heard the front door open and close.", "It was a time before Facebook and Instagram and texting. I imagine it must be easier now, for college students. Home must not feel so far away anymore. But how do you cut the apron strings if the strings are virtual?", "Our first kiss was there on the bridge in the woods. How do you describe a first kiss? It is like trying to hold water in your hands. There is an ancient Chinese proverb that compares kissing to drinking salted water. “You drink, and your thirst increases,” it says. Time, I’m sure, passed by, but we remained unavailable for comment."], "pagination": {"next": "/data/work & productivity/college/3/data.json", "prev": "/data/work & productivity/college/1/data.json", "current": "/data/work & productivity/college/2/data.json"}}