{"contents": [{"item": "Sometimes it’s like people are a million times more beautiful to you in your mind. It’s like you see them through a special lens — but maybe if it’s how you see them,that’s how they really are. It’s like the whole tree falling in the forest thing.", "owner": "Jenny Han, The Summer I Turned Pretty"}, {"item": "To see and feel one's beloved naked for the first time is one of life's pure, irreducible epiphanies. If there is a true religion in the universe, it must include that truth of contact or be forever hollow. To make love to the one true person who deserves that love is one of the few absolute rewards of being a human being, balancing all of the pain, loss, awkwardness, loneliness, idiocy, compromise, and clumsiness that go with the human condition. To make love to the right person makes up for a lot of mistakes.", "owner": "Dan Simmons, The Rise of Endymion"}, {"item": "When you start to really know someone, all his physical characteristics start to disappear. You begin to dwell in his energy, recognize the scent of his skin. You see only the essence of the person, not the shell. That's why you can't fall in love with beauty. You can lust after it, be infatuated by it, want to own it. You can love it with your eyes and body but not your heart. And that's why, when you really connect with a person's inner self, any physical imperfections disappear, become irrelevant.", "owner": "Lisa Unger, Beautiful Lies"}, {"item": "People accuse me of falling in love easily. It just means that I'm able to see the beauty in most of the people who cross paths with me and I appreciate it for what it is and also for what it isn't. Love is imperfect. Falling for someone's flaws is just as necessary as falling for their strengths. And people like myself, who fall into love easily, are sometimes the loneliest souls around at the end of the day.", "owner": "Ashly Lorenzana"}, {"item": "You think I'm cute?\" He said thinkly, pulling on her hand.She was glad he couldn't see her face. \"I think you're...\"Beautiful. Breathtaking. Like the person in a Greek myth who makes one of the gods stop caring about being a god.", "owner": "Rainbow Rowell, Eleanor & Park"}, {"item": "Life is such unutterable hell, solely because it is sometimes beautiful. If we could only be miserable all the time, if there could be no such things as love or beauty or faith or hope, if I could be absolutely certain that my love would never be returned: how much more simple life would be. One could plod through the Siberian salt mines of existence without being bothered about happiness. Unfortunately the happiness is there. There is always the chance (about eight hundred and fifty to one) that another heart will come to mine. I can't help hoping, and keeping faith, and loving beauty. Quite frequently I am not so miserable as it would be wise to be.", "owner": "T.H. White, Ghostly, Grim and Gruesome"}, {"item": "Having an eye for beauty isn't the same thing as a weakness...except possibly when it comes to you.", "owner": "Suzanne Collins"}, {"item": "Yesterday we obeyed kings and bent our necks before emperors. But today we kneel only to truth, follow only beauty, and obey only love.", "owner": "Kahlil Gibran, The Vision: Reflections on the Way of the Soul"}, {"item": "It’s not that we have to quit this life one day, it’s how many things we have to quit all at once: holding hands, hotel rooms, music, the physics of falling leaves, vanilla and jasmine, poppies, smiling, anthills, the color of the sky, coffee and cashmere, literature, sparks and subway trains... If only one could leave this life slowly!", "owner": "Roman Payne, Hope and Despair"}, {"item": "Sometimes people are beautiful.Not in looks.Not in what they say.Just in what they are.", "owner": "Markus Zusak, I Am the Messenger"}, {"item": "Pain is a pesky part of being human, I've learned it feels like a stab wound to the heart, something I wish we could all do without, in our lives here. Pain is a sudden hurt that can't be escaped. But then I have also learned that because of pain, I can feel the beauty, tenderness, and freedom of healing. Pain feels like a fast stab wound to the heart. But then healing feels like the wind against your face when you are spreading your wings and flying through the air! We may not have wings growing out of our backs, but healing is the closest thing that will give us that wind against our faces.", "owner": "C. JoyBell C."}, {"item": "Some of us get dipped in flat, some in satin, some in gloss....\" He turned to me. \"But every once in a while, you find someone who's iridescent, and when you do, nothing will ever compare.", "owner": "Wendelin Van Draanen, Flipped"}, {"item": "To be creative means to be in love with life. You can be creative only if you love life enough that you want to enhance its beauty, you want to bring a little more music to it, a little more poetry to it, a little more dance to it.", "owner": "Osho"}, {"item": "Get Off The Scale!You are beautiful. Your beauty, just like your capacity for life, happiness, and success, is immeasurable. Day after day, countless people across the globe get on a scale in search of validation of beauty and social acceptance.Get off the scale! I have yet to see a scale that can tell you how enchanting your eyes are. I have yet to see a scale that can show you how wonderful your hair looks when the sun shines its glorious rays on it. I have yet to see a scale that can thank you for your compassion, sense of humor, and contagious smile. Get off the scale because I have yet to see one that can admire you for your perseverance when challenged in life.It’s true, the scale can only give you a numerical reflection of your relationship with gravity. That’s it. It cannot measure beauty, talent, purpose, life force, possibility, strength, or love. Don’t give the scale more power than it has earned. Take note of the number, then get off the scale and live your life. You are beautiful!", "owner": "Steve Maraboli, Life, the Truth, and Being Free"}, {"item": "You were given life; it is your duty (and also your entitlement as a human being) to find something beautiful within life, no matter how slight.", "owner": "Elizabeth Gilbert"}], "pagination": {"next": "/data/inspiration/beauty/2/data.json", "prev": "/data/inspiration/beauty/0/data.json", "current": "/data/inspiration/beauty/1/data.json"}}