{"contents": [{"item": "Everyone with a cell phone thinks they're a photographer. Everyone with a laptop thinks they're a journalist. But they have no training, and they have no idea of what we keep to in terms of standards, as in what's far out and what's reality. And they have no dedication to truth.", "owner": "Helen Thomas"}, {"item": "Outlining is like putting on training wheels. It gives me the courage to write, but we always go off the outline.", "owner": "Hallie Ephron"}, {"item": "Big climbs energize me. It's all the other aspects of being a pro-climber that wear me down. The travel and expeditions and training can become pretty tiring. But the actual big climbs - that's what I live for.", "owner": "Alex Honnold"}, {"item": "For some reason I have a visual intuition that allows me to design things in an interesting way, and I don't know where that came from. Because I don't have this formal training, I seem to drift in a different direction.", "owner": "David Carson"}, {"item": "It's that preparation that goes into each week. We have a term: 'Trust your training, trust your teammate, and trust yourself.'", "owner": "Dan Quinn"}, {"item": "Trust should be the basis for all our moral training.", "owner": "Robert Baden-Powell"}, {"item": "That's one of the reasons I moved to Florida. Of course, the main reason is the weather and the training. But there's more jealousy in Switzerland because it's so little and they don't have so many athletes.", "owner": "Martina Hingis"}, {"item": "Many memory techniques involve creating unforgettable imagery, in your mind's eye. That's an act of imagination. Creating really weird imagery really quickly was the most fun part of my training to compete in the U.S. Memory Competition.", "owner": "Joshua Foer"}, {"item": "Classical plays require more imagination and more general training to be able to do. That's why I like playing Shakespeare better than anything else.", "owner": "Vivien Leigh"}, {"item": "I think it is inevitable that people program poorly. Training will not substantially help matters. We have to learn to live with it.", "owner": "Alan Perlis"}, {"item": "I'm fighting hard; I'm training hard. I'm still walking over people and stepping over people to get where I'm going, and I would really like to give back, especially to my mom, who was there for me when I was a kid.", "owner": "Nate Diaz"}, {"item": "And what is needed to prevent them from joining gangs was ample recreation for boys as well as girls, jobs and internships for training and money, and assistance to allow their families to live in decent homes.", "owner": "Bobby Scott"}, {"item": "I think people understand that if you're going to have a successful economy, you need people's potential to be realized. That means education. It means university education, sure, but it also means training, apprenticeships and various kinds of skills diplomas that we know are necessary.", "owner": "Justin Trudeau"}, {"item": "I was never close to Jerry Falwell because he had his ministry, I had mine. And we came from different theological training and from a different psychological education.", "owner": "Robert H. Schuller"}, {"item": "The most important part of education is proper training in the nursery.", "owner": "Plato"}], "pagination": {"next": "/data/health & fitness/training/4/data.json", "prev": "/data/health & fitness/training/2/data.json", "current": "/data/health & fitness/training/3/data.json"}}