{"contents": [{"item": "My soul.My spirit.My strength.", "owner": "Lailah Gifty Akita"}, {"item": "Document the moments you feel most in love with yourself - what you’re wearing, who you’re around, what you’re doing. Recreate and repeat.", "owner": "Warsan Shire"}, {"item": "Since [narcissists] deep down, feel themselves to be faultless, it is inevitable that when they are in conflict with the world they will invariably perceive the conflict as the world's fault. Since they must deny their own badness, they must perceive others as bad. They project their own evil onto the world. They never think of themselves as evil, on the other hand, they consequently see much evil in others.", "owner": "M. Scott Peck"}, {"item": "fall in lovewith your solitude", "owner": "Rupi Kaur, Milk and Honey"}, {"item": "Looking back you realize that a very special person passed briefly through your life and that person was you. It is not too late to become that person again.", "owner": "Robert Brault"}, {"item": "When I loved myself enough, I began leaving whatever wasn't healthy. This meant people, jobs, my own beliefs and habits - anything that kept me small. My judgement called it disloyal. Now I see it as self-loving.", "owner": "Kim McMillen, When I Loved Myself Enough"}, {"item": "A deep love resides inside each of us. This love is independent of the desires, thoughts, and opinions, good or bad, which are readily offered to us. It is a love that is gentle and kind, accepting and nonjudgmental, playful and spontaneous, courageous and curious. It is always encouraging and always evolving. This love can be discovered only through turning off the noise around us, coming to ourselves in silence, meditation, and prayer. If we listen carefully we will hear the murmurs of our inner voice tell yearnings of our truest selves. What is available to us is a profound understanding, appreciation, and full acceptance of self, all of the good and all of the bad.Only when we truly know that we are able to tap into this part of ourselves can we begin to love others fully. Love for others is the manifestation of love for self. We cannot love another more than we love ourselves. Life is a mirror. If you want to know what love for yourself looks like, look at your love for others. If you want to know what your love for others look like, look at your love for self. When you love yourself this way, you love God this way. This relationship is the divine love triangle; self, God, and others in any order.", "owner": "Marlon Hartley Lindsay"}, {"item": "Anyway, how can you say things like that? You don't know me at all.\" She wasn't really caught up in this game, but she was enjoying it, as she had enjoyed the dozens of declarations that had been made to her since she was eleven. Her earliest memories were of being told how beautiful she was. Something in her never believed the words, never felt satisfied. It wasn't modesty; it was a craving for more proof than anyone had ever yet given her. Her mind worked constantly at trying to understand for herself exactly what other people saw when they looked at her. She could never grasp it whole and living. Her deepest fantasy was to step outside of her skin and look at herself and find out just what people were thinking about. She spent her life experimenting with people to see how she could make them react, as if, in their response, she could discover herself.", "owner": "Judith Krantz, Scruples"}, {"item": "Someone once told me that they didn't like me very much. I smiled and replied, \"That's okay. For a long time, I didn't like myself either.", "owner": "Mishi McCoy"}, {"item": "Discouragement is disillusioned self-love, and self-love may be love for my devotion to Jesus— not love for Jesus Himself.", "owner": "Oswald Chambers, My Utmost for His Highest"}, {"item": "Here, I choose to love what I have. Here, I choose to love what I am now", "owner": "Riley Redgate, Seven Ways We Lie"}, {"item": "in piecesyet at peacei am a building in a post war city", "owner": "Noor Unnahar, Yesterday I Was the Moon"}, {"item": "Self care isn’t always pretty , it’s not always candles and a bathtub full of roses , sometimes it’s forcing yourself to get out of bed and dragging yourself , sometimes it’s the pep talk you give to yourself or the quick cry in the corner . sometimes it is convincing yourself to do all these things you should be doing but you have no will whatsoever , sometimes it’s cutting some ties no matter how precious they were , sometimes it’s the bitter medicine you need to give yourself .", "owner": "KRITI GOYAL"}, {"item": "Faith in Providence is faith in one's own worth, … [H]ence also false humility, religious arrogance, which, it is true, does not rely on itself, but only because it commits the care of itself to the blessed God. God … wills that I shall be blest; but that is my will also: … God's love for me [is] nothing else than my own self-love deified.", "owner": "Ludwig Feuerbach, The Essence of Christianity"}, {"item": "The biggest battle in life is to change the negative stories we tell ourselves", "owner": "Melanie Greenberg"}], "pagination": {"next": "/data/personal growth/self-love/1/data.json", "prev": null, "current": "/data/personal growth/self-love/0/data.json"}}