{"contents": [{"item": "You can't really be strong until you can see a funny side to things.", "owner": "Ken Kesey"}, {"item": "In the end, some of your greatest pains become your greatest strengths.", "owner": "Drew Barrymore"}, {"item": "I wonder if I will ever have the strength to hold onto something. Or if I will always be someone who destroys.", "owner": "Ally Condie, Matched"}, {"item": "Strength isn't about bearing a cross of grief or shame. Strength comes from choosing your own path, and living with the consequences.", "owner": "Jenny Trout"}, {"item": "Go so far away that you stop being afraid of not coming back.", "owner": "Eve Ensler, I am an Emotional Creature"}, {"item": "I used to think you were weak and just didn't fight back ... but now, honestly, I think you're actually pretty tough. It takes a hell of a lot of strength to not complain and lash out.", "owner": "Richelle Mead, Bloodlines"}, {"item": "Tears shed for self are tears of weakness, but tears shed for others are a sign of strength.", "owner": "Billy Graham"}, {"item": "My hunger for writing will die when I have bled for the humans that never found the strength to find the words themselves", "owner": "Christopher Poindexter"}, {"item": "As we advance in life it becomes more and more difficult, but in fighting the difficulties the inmost strength of the heart is developed.", "owner": "Vincent van Gogh"}, {"item": "Giants are not what we think they are. The same qualities that appear to give them strength are often the sources of great weakness.", "owner": "Malcolm Gladwell, David and Goliath: Underdogs, Misfits, and the Art of Battling Giants"}, {"item": "We acquire the strength we have overcome.", "owner": "Ralph Waldo Emerson"}, {"item": "Beyond the very extremity of fatigue distress, amounts of ease and power that we never dreamed ourselves to own, sources of strength habitually not taxed at all, because habitually we never push through the obstruction", "owner": "William James"}, {"item": "Let me tell you about weakness! Killing the strong to prove your strength is foolish weakness. Killing fools is easy weakness. Killing the weak is evil weakness. Accomplishing your ends without killing, mastering your mind when you want to kill--that is strength!", "owner": "Victoria Hanley, The Seer and the Sword"}, {"item": "Arm yourself, my heart: the thing that you must do is fearful, yet inevitable.", "owner": "Euripides, Medea and Other Plays: Medea / Alcestis / The Children of Heracles / Hippolytus"}, {"item": "There was a saying that the strength of a man’s steel was only known under the hammer of circumstance. If anyone had asked me a few hours ago, I would have said that nearly five years of boyhood had hammered me into constant fear and excessive caution. But now I realised it had done the opposite. It had shaped me into someone who stepped forwards and reached for what she wanted. It was too late for me to tuck my hands behind my back and wait like a good woman.", "owner": "Alison Goodman, Eona: The Last Dragoneye"}], "pagination": {"next": "/data/health & fitness/strength/2/data.json", "prev": "/data/health & fitness/strength/0/data.json", "current": "/data/health & fitness/strength/1/data.json"}}