{"contents": ["I shut my eyes in order to see.", "I believe in God, only I spell it Nature.", "You don't have to make something that people call art. Living is an artistic activity, there is an art to getting through the day.", "Blessed are the weird people: poets, misfits, writersmystics, painters, troubadoursfor they teach us to see the world through different eyes.", "The human body is the best work of art.", "Well, art is art, isn't it? Still, on the other hand, water is water! And east is east and west is west and if you take cranberries and stew them like applesauce they taste much more like prunes than rhubarb does. Now, uh... now you tell me what you know.", "Here is a lesson in creative writing.First rule: Do not use semicolons. They are transvestite hermaphrodites representing absolutely nothing. All they do is show you've been to college.And I realize some of you may be having trouble deciding whether I am kidding or not. So from now on I will tell you when I'm kidding.For instance, join the National Guard or the Marines and teach democracy. I'm kidding.We are about to be attacked by Al Qaeda. Wave flags if you have them. That always seems to scare them away. I'm kidding.If you want to really hurt your parents, and you don't have the nerve to be gay, the least you can do is go into the arts. I'm not kidding. The arts are not a way to make a living. They are a very human way of making life more bearable. Practicing an art, no matter how well or badly, is a way to make your soul grow, for heaven's sake. Sing in the shower. Dance to the radio. Tell stories. Write a poem to a friend, even a lousy poem. Do it as well as you possibly can. You will get an enormous reward. You will have created something.", "I believe entertainment can aspire to be art, and can become art, but if you set out to make art you're an idiot.", "Graffiti is one of the few tools you have if you have almost nothing. And even if you don't come up with a picture to cure world poverty you can make someone smile while they're having a piss.", "If it weren't for greed, intolerance, hate, passion and murder, you would have no works of art, no great buildings, no medical science, no Mozart, no Van Gough, no Muppets and no Louis Armstrong.", "An artist is somebody who produces things that people don't need to have.", "The road to creativity passes so close to the madhouse and often detours or ends there.", "The thing I hate the most about advertising is that it attracts all the bright, creative and ambitious young people, leaving us mainly with the slow and self-obsessed to become our artists.. Modern art is a disaster area. Never in the field of human history has so much been used by so many to say so little.", "The aim of art is to represent not the outward appearance of things, but their inward significance.", "The first and most important thing an individual can do is to become an individual again, decontrol himself, train himself as to what is going on and win back as much independent ground for himself as possible"], "pagination": {"next": "/data/inspiration/art/4/data.json", "prev": "/data/inspiration/art/2/data.json", "current": "/data/inspiration/art/3/data.json"}}