{"contents": [{"item": "If you walk around proudly when someone greets you with respect or says, ‘welcome, welcome’, you will suffer a loss, right? Here, it was the other person’s duty [social obligation] to welcome you, but you shouldn’t fall short. So you should immediately check your balance-sheet (of karma) to find out where you sustained a loss!", "owner": "Dada Bhagwan"}, {"item": "The purpose of karma yoga is to transcend the bondage of selfish genes through the service of others.", "owner": "Amit Ray, Yoga The Science of Well-Being"}, {"item": "Peace is the foundation of yoga. Karma yoga is the effort for bringing peace and happiness in the world.", "owner": "Amit Ray, Yoga The Science of Well-Being"}, {"item": "Karma will hit you. So don't say bullshit.", "owner": "Ainun Annisa"}, {"item": "When we do our best to treat others with kindness, it’s often a struggle to determine which actions best express our love and care for ourselves.", "owner": "Sharon Salzberg, Real Love: The Art of Mindful Connection"}, {"item": "The core practice of magic is: The execution of a willed intent to create change in the material world, which either defies, hastens or purifies the consequences of natural cause and effect.", "owner": "Zeena Schreck"}, {"item": "The universe does not carry debts, it always  returns back to you what you gave it.", "owner": "Drishti Bablani"}, {"item": "Can there be a completely different set of laws of physics in a different universe, or do the laws of physics as we understand them hold true in all possible universes? If the answer is that a different set of laws can operate in a different universe system, this would suggest (from a Buddhist perspective) that even the laws of physics are entangled with the karma of the sentient beings that will arise in that universe.", "owner": "Dalai Lama XIV, The Universe in a Single Atom: The Convergence of Science and Spirituality"}, {"item": "Now everything that you do is written in red or black in Angel Gabriel's book. Not for everyone is this record kept, but only for those who have taken a position of responsibility. There is a Law of Sins, and if you do not fulfil all your obligations, you will pay.", "owner": "G.I. Gurdjieff"}, {"item": "The sins of men aren't confined to them. They travel like ripples over water, over many generations till someone gets revenge or finds forgiveness. You and I, we are all paying for our father's sins, aren't we?", "owner": "Anirban Bose, The Death of Mitali Dotto"}, {"item": "How we treat people is always our choice, and if we choose not to be respectful, it can come back to bite us.", "owner": "Alison Levine, On the Edge: The Art of High-Impact Leadership"}, {"item": "Violence does, in truth, recoil upon the violent, and the schemer falls into the pit which he digs for another.", "owner": "Arthur Conan Doyle, The Adventures of Sherlock Holmes"}, {"item": "Teaching yoga itself is great karma yoga, because it reconnects people to the source.", "owner": "Amit Ray, Yoga The Science of Well-Being"}, {"item": "Following the Universal Way means practicing selflessness and extending virtue to the world unconditionally. In this way one not only eliminates the heavy contamination accumulated throughout many lifetimes but may also bring about the possibility of restoring one's original divine nature and become an integral being of the multi-universe.", "owner": "Lao Tzu, Hua Hu Ching: The Unknown Teachings of Lao Tzu"}, {"item": "Dear Karma, I really hate you right now, you made your point.", "owner": "Ottilie Weber, Family Ties"}], "pagination": {"next": "/data/spiritual & philosophy/karma/2/data.json", "prev": "/data/spiritual & philosophy/karma/0/data.json", "current": "/data/spiritual & philosophy/karma/1/data.json"}}