{"contents": [{"item": "It is in games that many men discover their paradise.", "owner": "Robert Lynd"}, {"item": "International sport is war without shooting.", "owner": "George Orwell"}, {"item": "Fatigue makes cowards of us all.", "owner": "Vince Lombardi"}, {"item": "Sports do not build character. They reveal it.", "owner": "Heywood Broun"}, {"item": "Every time you win  you're reborn  when you lose you die a little.", "owner": "George Allen"}, {"item": "Becoming number one is easier than remaining number one.", "owner": "Bill Bradley"}, {"item": "If you aren't fired with enthusiasm  you'll be fired with enthusiasm.", "owner": "Vince Lombardi"}, {"item": "Sport is one area where no participant is worried about another's race  religion or wealth: and where the only concern is 'Have you come to play?'", "owner": "Henry Roxborough"}, {"item": "Behind every tennis player there is another tennis player.", "owner": "John McPhee"}, {"item": "Catching a fly ball is a pleasure  but knowing what to do with it is a business.", "owner": "Tommy Henrich"}, {"item": "Trying to get a fast ball past Hank Aaron is like trying to get the sun past a rooster.", "owner": "Curt Simmons"}, {"item": "Golf is a good walk spoiled.", "owner": "Mark Twain"}, {"item": "A sportsman is a man who  every now and then  simply has to get out and kill something. Not that he's cruel. He wouldn't hurt a fly. It's not big enough.", "owner": "Stephen Leacock"}, {"item": "Walking is the best possible exercise. Habituate yourself to walk very far.", "owner": "Thomas Jefferson"}, {"item": "Hockey captures the essence of the Canadian experience in the New World. In a land so inescapably and inhospitably cold  hockey is the dance of life  and an affirmation that despite the deathly chill of winter we are alive.", "owner": "Bruce Kidd"}], "pagination": {"next": "/data/health & fitness/sport/2/data.json", "prev": "/data/health & fitness/sport/0/data.json", "current": "/data/health & fitness/sport/1/data.json"}}