{"contents": [{"item": "Flaming enthusiasm, backed by horse sense and persistence, is the quality that most frequently makes for success.", "owner": "Dale Carnegie"}, {"item": "Take your victories, whatever they may be, cherish them, use them, but don't settle for them.", "owner": "Mia Hamm"}, {"item": "Success is a journey, not a destination.", "owner": "Ben Sweetland"}, {"item": "Success is the progressive realization of a worthy ideal", "owner": "Thomas S. Monson"}, {"item": "Success ... seems to be connected with action. Successful men keep moving. They make mistakes, but they don't quit.", "owner": "Conrad Hilton"}, {"item": "The backbone of success is...hard work, determination, good planning, and perserverence.", "owner": "Mia Hamm"}, {"item": "To do more for the world than the world does for you - that is success.", "owner": "Henry Ford"}, {"item": "More powerful than the will to win is the courage to begin.", "owner": "Orrin Woodward"}, {"item": "I believe that anyone can be successful in life, regardless of natural talent or the environment within which we live. This is not based on measuring success by human competitiveness for wealth, possessions, influence, and fame, but adhering to God's standards of truth, justice, humility, service, compassion, forgiveness, and love.", "owner": "Jimmy Carter, Our Endangered Values: America's Moral Crisis"}, {"item": "Many people succeed when others do not believe in them. But rarely does a person succeed when he does not believe in himself.", "owner": "Herb True"}, {"item": "Early success is a terrible teacher. You're essentially being rewarded for a lack of preparation, so when you find yourself in a situation where you must prepare, you can't do it. You don't know how.", "owner": "Chris Hadfield, An Astronaut's Guide to Life on Earth"}, {"item": "Success in this world depends on knowing exactly how little effort each job is worth...distribution of energy...", "owner": "Evelyn Waugh, Vile Bodies"}, {"item": "He shrugged his shoulders to shift the pain of failure---the pain that is so much greater than the pleasure of success.", "owner": "Ian Fleming, Moonraker"}, {"item": "The logic of worldly success rests on a fallacy: the strange error that our perfection depends on the thoughts and opinions and applause of other men!", "owner": "Thomas Merton, The Seven Storey Mountain"}, {"item": "To get what you want, you have to deserve what you want. The world is not yet a crazy enough place to reward a whole bunch ofundeserving people.", "owner": "Charles T. Munger"}], "pagination": {"next": "/data/work & productivity/success/3/data.json", "prev": "/data/work & productivity/success/1/data.json", "current": "/data/work & productivity/success/2/data.json"}}