{"contents": [{"item": "Hard world is a prison sentence only if it does not have meaning.", "owner": "Malcolm Gladwell, Outliers: The Story of Success"}, {"item": "All this will happen because people have neglected the basic lessons of Science, they have gone in for politics and religion and wars instead, and sought out passionate excuses for killing one another. Science on the other hand is dispassionate and without bias, it is the only universal language. The language is numbers. When at last we are up to our ears in death and garbage, we will look to Science to clean up our mess.", "owner": "Margaret Atwood, Cat's Eye"}, {"item": "Start doing what you want to do. You will only get better with time. Or you’ll realize you want to be doing something else. Either way, one of those things is better than sitting & waiting!", "owner": "Harsh Agrawal, Google AdSense Mastery Guide: A-Z of Making Money from World's biggest Ad network"}, {"item": "In politics and passion, perception is reality.", "owner": "John   Kramer, Blythe"}, {"item": "She can't help it,' he said. 'She's got the soul of a poet and the emotional makeup of a junkyard dog.", "owner": "Stephen King, Under the Dome"}, {"item": "Used to be hewas my heart's desire.His forthright gaze,his expert hands:I'd lie on the couch with my eyesclosed just thinking about it.Never about the factthat everything changes,that even this,my best passion,would not be immune.No, I would bask on in aneternal daydream of the handsfinding me, the gaze like a windingstair coaxing me down. . . .Until I caught a glimpseof something in the mirror:silly girl in her lingerie,dancing with the furniture--a hot little bundle, flush withcliches. Into that pairof too-bright eyes I lookedand saw myself. And something", "owner": "Deborah Garrison, A Working Girl Can't Win"}, {"item": "Ignite the fire in your soul.", "owner": "Lailah Gifty Akita"}, {"item": "Hard work is a prison sentence only if it does not have meaning.", "owner": "Malcolm Gladwell"}, {"item": "I knew right then that I wanted to be a part of something that meaningful. I wanted to have something I was so passionate about that I'd be willing to risk everything for it. I wanted to know that if I ever got killed, I got killed doing something worthwhile. The kid who looked up at the moon and wasn't afraid to dream - I decided that part of me deserved a chance. I sat there in that reception area, watching the crash footage play over and over again on the television, and that was when it hit home for me: you only have one life. You have to spend it doing something that matters.", "owner": "Mike Massimino, Spaceman: An Astronaut's Unlikely Journey to Unlock the Secrets of the Universe"}, {"item": "Do it with passion or not at all.", "owner": "Anonymous"}, {"item": "If you're going to be working, you might as well work with passion and give it all you've got.", "owner": "Farshad Asl"}, {"item": "We live in an era where the best way to make a dent on the world may no longer be to write a letter to the editor or publish a book. It may be simply to stand up and say something . . . because both the words and the passion with which they are delivered can now spread across the world at warp speed.", "owner": "Chris J. Anderson, TED Talks: The Official TED Guide to Public Speaking"}, {"item": "Be the flame, not the moth.", "owner": "Giacomo Casanova"}, {"item": "I want to know what passion is. I want to feel something strongly.", "owner": "Aldous Huxley, Brave New World"}, {"item": "Anyone who is observant, who discovers the person they have always dreamed of, knows that sexual energy comes into play before sex even takes place. The greatest pleasure isn't sex, but the passion with which it is practiced. When the passion is intense, then sex joins in to complete the dance, but it is never the principal aim.", "owner": "Paulo Coelho"}], "pagination": {"next": "/data/work & productivity/passion/2/data.json", "prev": "/data/work & productivity/passion/0/data.json", "current": "/data/work & productivity/passion/1/data.json"}}