{"contents": [{"item": "Our liabilities pose the problem of inadequacy; our our assets, the challenge of responsibility. Our strengths or virtues can make us feel alone, alienated, cut off from the common herd, a target for envy and hostility, and our desire to belong can overcome any desire to actualise our highest potential.", "owner": "Nathaniel Branden, How to Raise Your Self-Esteem: The Proven Action-Oriented Approach to Greater Self-Respect and Self-Confidence"}, {"item": "True beauty comes from within and no one can ever change it.", "owner": "Katrina Denise"}, {"item": "The higher our self-esteem, the more likely we are to be creative in our work, which means the more successful we are likely to be. The higher our self-esteem, the more ambitious we tend to be, not necessarily in a career or financial sense, but in terms of what we hope to experience in life - emotionally, creatively and spiritually.", "owner": "Nathaniel Branden, How to Raise Your Self-Esteem: The Proven Action-Oriented Approach to Greater Self-Respect and Self-Confidence"}, {"item": "Of all the judgements we pass, none is as important as the one we pass on ourselves.", "owner": "Nathaniel Branden, How to Raise Your Self-Esteem: The Proven Action-Oriented Approach to Greater Self-Respect and Self-Confidence"}, {"item": "I couldn’t help wondering what it was that made me not good enough. It was a familiar feeling. I’d had it off and on my entire life.", "owner": "Drew Nellins Smith, Arcade"}, {"item": "Examine what you tolerate. What you put up with you end up with. What you allow continues. Reevaluate the costs and your worth.", "owner": "Karen Salmansohn"}, {"item": "When you‟re taught from birth that you don‟t matter in any way, that your wants and even needs are irrelevant, then of course you‟ll struggle to value yourself.", "owner": "Danu Morrigan, You're Not Crazy - It's Your Mother! Understanding and Healing for Daughters of Narcissistic Mothers"}, {"item": "When I'd tell my mother about these women around me - and how sometimes I felt that I didn't measure up - she'd chastise me for getting sucked into their nonsense. 'How do you expect to get where you want to go if you're rubbernecking at everyone else along the way? Don't focus on what you wrongly perceive as your shortcomings.", "owner": "Holly Peterson, The Manny"}, {"item": "Self-rejection is the biggest sin that you commit", "owner": "Miguel Ruiz, The Four Agreements: A Practical Guide to Personal Freedom"}, {"item": "Women are conditioned to give themselves away.", "owner": "Sherry Argov, Why Men Love Bitches: From Doormat to Dreamgirl—A Woman's Guide to Holding Her Own in a Relationship"}, {"item": "Maybe just being me was enough to be loved. I wasn't giving myself any credit.Now I knew that I h", "owner": "Jennifer Lopez, True Love"}, {"item": "And the reason I'm telling you all this is that I want you to know no one in my life has ever made me feel worse about myself than you.", "owner": "Curtis Sittenfeld, Prep"}, {"item": "He likes to think of himself as someone who can give quick clever answers to awkward questions. It is an important part of his self-esteem.", "owner": "Glenn Haybittle, The Way Back to Florence"}, {"item": "I guess sometimes the perfection we perceive in others is made up of a whole bunch of tiny imperfections, because some days the damn dress just won't zip.", "owner": "Julie   Murphy, Dumplin'"}, {"item": "The person you see is the person you will be.", "owner": "Jim Cathcart"}], "pagination": {"next": "/data/personal growth/self-esteem/4/data.json", "prev": "/data/personal growth/self-esteem/2/data.json", "current": "/data/personal growth/self-esteem/3/data.json"}}