{"contents": [{"item": "In his forty-third year William Stoner learned what others, much younger, had learned before him: that the person one loves at first is not the person one loves at last, and that love is not an end but a process through which one person attempts to know another.", "owner": "John  Williams, Stoner"}, {"item": "Suffering has been stronger than all other teaching, and has taught me to understand what your heart used to be. I have been bent and broken, but - I hope - into a better shape.", "owner": "Charles Dickens, Great Expectations"}, {"item": "We do not grow absolutely, chronologically. We grow sometimes in one dimension, and not in another; unevenly. We grow partially. We are relative. We are mature in one realm, childish in another. The past, present, and future mingle and pull us backward, forward, or fix us in the present. We are made up of layers, cells, constellations.", "owner": "Anaïs Nin"}, {"item": "The person in life that you will always be with the most, is yourself. Because even when you are with others, you are still with yourself, too! When you wake up in the morning, you are with yourself, laying in bed at night you are with yourself, walking down the street in the sunlight you are with yourself.What kind of person do you want to walk down the street with? What kind of person do you want to wake up in the morning with? What kind of person do you want to see at the end of the day before you fall asleep? Because that person is yourself, and it's your responsibility to be that person you want to be with. I know I want to spend my life with a person who knows how to let things go, who's not full of hate, who's able to smile and be carefree. So that's who I have to be.", "owner": "C. JoyBell C."}, {"item": "My destination is no longer a place, rather a new way of seeing.", "owner": "Marcel Proust"}, {"item": "Sometimes we know in our bones what we really need to do, but we're afraid to do it. Taking a chance and stepping beyond the safety of the world we've always known is the only way to grow, though and without risk there is no reward.", "owner": "Wil Wheaton, Just a Geek: Unflinchingly honest tales of the search for life, love, and fulfillment beyond the Starship Enterprise"}, {"item": "The day is ending. It's time for something that was beautiful to turn into something else that is beautiful. Now, Let go.", "owner": "Elizabeth Gilbert, Eat, Pray, Love"}, {"item": "I beg you, to have patience with everything unresolved in your heart and to try to love the questions themselves as if they were locked rooms or books written in a very foreign language. Don’t search for the answers, which could not be given to you now, because you would not be able to live them. And the point is to live everything. Live the questions now. Perhaps then, someday far in the future, you will gradually, without even noticing it, live your way into the answer.", "owner": "Rainer Maria Rilke, Letters to a Young Poet"}, {"item": "re-examine all you have been told in school or church or in any book, and dismiss whatever insults your own soul; and your very flesh shall be a great poem, and have the richest fluency, not only in its words, but in the silent lines of its lips and face, and between the lashes of your eyes, and in every motion and joint of your body.[From the preface to Leaves Grass]", "owner": "Walt Whitman, Leaves of Grass"}, {"item": "She gave up trying to understand herself, and the vast armies of the benighted, who follow neither the heart nor the brain, and march to their destiny by catch-words. The armies are full of pleasant and pious folk. But they have yielded to the only enemy that matters — the enemy within. They have sinned against passion and truth, and vain will be their strife after virtue. As the years pass, they are censured. Their pleasantry and their piety show cracks, their wit becomes cynicism, their unselfishness hypocrisy; they feel and produce discomfort wherever they go.", "owner": "E.M. Forster, A Room with a View"}, {"item": "Science is only a Latin word for knowledge", "owner": "Carl Sagan, The Varieties of Scientific Experience: A Personal View of the Search for God"}, {"item": "Mistakes are the growing pains of wisdom.", "owner": "William Jordan"}, {"item": "Don't you notice that there are particular moments when you are naturally inspired to introspection? Work with them gently, for these are the moments when you can go through a powerful experience, and your whole worldview can change quickly.", "owner": "Sogyal Rinpoche"}, {"item": "When every situation which life can offer is turned to the profit of spiritual growth, no situation can really be a bad one.", "owner": "Paul Brunton"}, {"item": "Don’t follow someone else’s map. You should glean teachings from all directions, keeping true to those that bring progress yet remaining open to changes in yourself.", "owner": "Deepak Chopra, The Book of Secrets: Unlocking the Hidden Dimensions of Your Life"}], "pagination": {"next": "/data/personal growth/growth/1/data.json", "prev": null, "current": "/data/personal growth/growth/0/data.json"}}