{"contents": [{"item": "An emptiness rules at its core, a rottenness, a silence when one of you retires to bed without saying good night, when you eat together without conversation, when the phone's passed wordlessly to the other. An emptiness when every night you lie in the double bed, restlessly awake, astounded at how closely hate can nudge against love, can wind around it sinuously like a cat. An emptiness when you realize that the loneliest you've ever been is within a marriage, as a wife.", "owner": "Nikki Gemmell, The Bride Stripped Bare"}, {"item": "I remembered my mother's speech at my wedding. \"In sickness and in sickness. That is what I wish for you. Don't seek or expect miracles. There are no miracles. Not anymore. And there are no cures for the hurt that hurts most. There is only the medicine of believing each other's pain, and being present for it.\" Who will believe my pain? Who will be present for it?", "owner": "Jonathan Safran Foer, Here I Am"}, {"item": "Music was my refuge. I could crawl into the space between the notes and curl my back to loneliness.", "owner": "Maya Angelou"}, {"item": "Then, as tonight, he had felt lonely, but soon had learnt the bounty of such loneliness. The music had breathed to him its message, to him alone amongst these ordinary folk, whispered its gentle secret. And now the star. Across the shoulders of these people a voice was speaking to him in a tongue that he alone could understand\".", "owner": "Antoine de Saint-Exupéry, Night Flight"}, {"item": "There never can be a man so lost as one who is lost in the vast and intricate corridors of his own lonely mind, where none may reach and none may save.", "owner": "Isaac Asimov, Pebble in the Sky"}, {"item": "It was almost May. I knew that New York was getting warm now, that London was wet, that Rome was hot -- and I was on Vieques, where it was always hot and where New York and London and Rome were just names on a map.", "owner": "Hunter S. Thompson"}, {"item": "A great fire burns within me, but no one stops to warm themselves at it, and passers-by only see a wisp of smoke", "owner": "Vincent van Gogh"}, {"item": "Solitude is fine but you need someone to tell that solitude is fine.", "owner": "Honoré de Balzac"}, {"item": "The loneliness of difference, the loneliness of undesirability, the loneliness of not being admitted into the magic circles of connection and acceptance – the social and professional groupings, the embracing arms.", "owner": "Olivia Laing, The Lonely City: Adventures in the Art of Being Alone"}, {"item": "Even the loneliest and most solitary in the universe... the very cold space dust... will eventually come together to form a star.", "owner": "G.C. Huxley, Adaptation"}, {"item": "The old gal was only another lonely creature in a world that didn’t care", "owner": "Charles Bukowski"}, {"item": "We expect more from technology and less from each other.", "owner": "Sherry Turkle, Alone Together: Why We Expect More from Technology and Less from Each Other"}, {"item": "Tennis is the loneliest sport", "owner": "Andre Agassi"}, {"item": "She was stronger alone…", "owner": "Jane Austen, Sense and Sensibility"}, {"item": "You will be lonely, but you'll become strong.", "owner": "Marie Rutkoski, The Winner's Kiss"}], "pagination": {"next": "/data/hard times/loneliness/3/data.json", "prev": "/data/hard times/loneliness/1/data.json", "current": "/data/hard times/loneliness/2/data.json"}}