{"contents": [{"item": "Angelina leaned forward as Sara pulled Miki back to her, \"You know what they say about curiosity? That it stabbed the annoying biker girl over and over and over again until she spit up blood.", "owner": "Shelly Laurenston, Pack Challenge"}, {"item": "The problem with having evil minions is that minions are stupid.", "owner": "Larissa Ione, Desire Unchained"}, {"item": "When I die, I want them to bury me facedown and ass up so that the whole world can kiss my ass!", "owner": "Julie Halpern, Get Well Soon"}, {"item": "Whatever you do, in the privacy of your own rain shower, is your own business", "owner": "Gregory David Roberts, Shantaram"}, {"item": "Home is where, when you go there and tell people to get out, they have to leave.", "owner": "Jim Butcher, Skin Game"}, {"item": "They said I was a valued customer, now they send me hate mail.", "owner": "Sophie Kinsella, Confessions of a Shopaholic"}, {"item": "There were no windows in my bedroom, so I had to sit up and read my clock to figure out how angry I should be at my visitor. Eight A.M. I hated whoever woke me up. Had they come an hour earlier, I would have also hated their families and any household pets.", "owner": "Lish McBride, Hold Me Closer, Necromancer"}, {"item": "Percy looked at his friends. “I’m getting tired of this guy’s shirt.", "owner": "Rick Riordan, The Mark of Athena"}, {"item": "You look angry,\" he said.\"You put me on hold.\"\"For a very good reason.\"\"You put me,\" she said very, very slowly, \"on hold.", "owner": "Derek Landy, Kingdom of the Wicked"}, {"item": "I think I exist, therefore I exist. I think.", "owner": "David Gerrold, The Man Who Folded Himself"}, {"item": "I Take Life Very Seriously: One Joke At A Time.", "owner": "Sandra Chami Kassis"}, {"item": "Show me a woman who doesn't feel guilty and I'll show you a man.", "owner": "Erica Jong"}, {"item": "Brilliance is impossible without a touch of insanity.", "owner": "Skyla Madi, Your Guardian Angel"}, {"item": "Go slowly, so that you do not bite your tail by accident.", "owner": "Christopher Paolini, Inheritance"}, {"item": "Fat men take a cushion with them wherever they go.", "owner": "George R.R. Martin, A Feast for Crows"}], "pagination": {"next": null, "prev": "/data/inspiration/funny/3/data.json", "current": "/data/inspiration/funny/4/data.json"}}