{"contents": ["Six hundred and forty fish later, the only thing I know is everything you love will die. The first time you meet someone special, you can count on them one day being dead and in the ground.", "O serpent heart hid with a flowering face!Did ever a dragon keep so fair a cave?Beautiful tyrant, feind angelical, dove feather raven, wolvish-ravening lamb! Despised substance of devinest show, just opposite to what thou justly seemest - A dammed saint, an honourable villain!", "Surely it was a good way to die, in the place of someone else, someone I loved.", "He was my North, my South, my East and West,My working week and my Sunday rest,My noon, my midnight, my talk, my song;I thought that love would last forever: I was wrong.", "Every widow wakes one morning, perhaps after years of pure and unwavering grieving, to realize she slept a good night's sleep, and will be able to eat breakfast, and doesn't hear her husband's ghost all the time, but only some of the time. Her grief is replaced with a useful sadness. Every parent who loses a child finds a way to laugh again. The timbre begins to fade. The edge dulls. The hurt lessens. Every love is carved from loss. Mine was. Yours is. Your great-great-great-grandchildren's will be. But we learn to live in that love.", "Sweets to the sweet.", "Do people look the same when they go to heaven, mommy?\"\"I don't know. I don't think so.\"\"Then how do people recognize each other?\"\"I don't know, sweetie. They just feel it. You don't need your eyes to love, right?", "You will be the first test subject, Tobias. Beatrice, however....\" She smiles. \"You are too injured to be of much use to me, so your execution will occur at the conclusion of this meeting.\"I try to hide the shudder that goes through me at the word \"execution,\" my shoulder screaming with pain, and look up at Tobias. It's hard to blink tears back when I see the terror in Tobias's wide, dark eyes.\"No,\" says Tobias. His voice trembles, but his look stern as he shakes his head. \"I would rather die.\"\"I'm afraid you don't have much of a choice in that matter,\" replies Jeanine lightly.Tobias takes my face in this hands roughly and kisses me, the pressure of his lips pushing mine apart. I forget my pain and the terror of approaching death and for a moment, I am grateful that the memory of that kiss will be fresh in my mind as I meet my end.", "The language of love letters is the same as suicide notes.", "Our love was a two-person game. At least until one of us died, and the other became a murderer.\u2028", "Before I go,\" he said, and paused -- \"I may kiss her?\"It was remembered afterwards that when he bent down and touched her face with his lips, he murmured some words. The child, who was nearest to him, told them afterwards, and told her grandchildren when she was a handsome old lady, that she heard him say, \"A life you love.", "Those we love never truly leave us, Harry. There are things that death cannot touch.", "...Despite the mayhem that followed, Bruno found that he was still holding Shmuel's hand in his own and nothing in the world would have persuaded him to let go.", "I used to think I knew everything. I was a \"smart person\" who \"got things done,\" and because of that, the higher I climbed, the more I could look down and scoff at what seemed silly or simple, even religion.But I realized something as I drove home that night: that I am neither better nor smarter, only luckier. And I should be ashamed of thinking I knew everything, because you can know the whole world and still feel lost in it. So many people are in pain-no matter how smart or accomplished-they cry, they yearn, they hurt.But instead of looking down on things, they look up, which is where I should have been looking, too. Because when the world quiets to the sound of your own breathing, we all want the same things:comfort, love, and a peaceful heart.", "We are born in one day. We die in one day. We can change in one day. And we can fall in love in one day. Anything can happen in just one day."], "pagination": {"next": "/data/hard times/death/2/data.json", "prev": "/data/hard times/death/0/data.json", "current": "/data/hard times/death/1/data.json"}}