{"contents": [{"item": "A woman can't do anything about her appearance. Either she's pretty or she isn't. But her character is quite another matter.", "owner": "Julie Garwood, The Prize"}, {"item": "Beauty is the only human aspect which cannot be captured on any canvas howsoever hard an artist tries. At the most, the undaunted artist can replicate the beauty on paper but what is a replica in comparison to the original! The humbling resemblance can only be respected, not truly adored. Beauty cannot be imprisoned in the lens of a camera. The images of beauty are a moment of its essence. Beauty cannot be displayed to evoke pleasure for all on a cinema screen. Those are just its imprints, mere illusions of its existence. Beauty cannot be described by words; it cannot be written or read about. There are no suitable words in all the languages of the world, ancient or modern to hold it between a paper and a pen or a script and an eye. Beauty can only be experienced from far, its delightful aroma can only be tasted through one’s eyes and its pleasurable sight can only be felt from the soul.Beauty can only be best described at its origin through a befuddling silence, the kind that leaves one almost on the verge of a pleasurable death, just because one chooses beauty over life. There is nothing in this world to hold something so pure, so divine except a loving heart. And it is the only manner through which love recognises love; the language of love has no alphabet, no words.", "owner": "Faraaz Kazi"}, {"item": "I know. It’s all wrong. By rights we shouldn’t even be here. But we are. It's like in the great stories, Mr. Frodo. The ones that really mattered. Full of darkness and danger they were. And sometimes you didn't want to know the end. Because how could the end be happy? How could the world go back to the way it was when so much bad had happened? But in the end, it’s only a passing thing, this shadow. Even darkness must pass. A new day will come. And when the sun shines it will shine out the clearer. Those were the stories that stayed with you. That meant something, even if you were too small to understand why. But I think, Mr. Frodo, I do understand. I know now. Folk in those stories had lots of chances of turning back, only they didn’t. They kept going, because they were holding on to something.", "owner": "J.R.R. Tolkien, The Two Towers"}, {"item": "Beauty is only skin deep, but ugly goes clean to the bone.", "owner": "Dorothy Parker"}, {"item": "...when he looks at Beauty in the only way that Beauty can be seen - only then will it become possible for him to give birth not to images of virtue (because he's in touch with no images), but to true virtue [arete] (because he is in touch with true Beauty). The love of the gods belongs to anyone who has given to true virtue and nourished it, and if any human being could become immortal, it would be he.", "owner": "Plato, The Symposium"}, {"item": "O dear Pan and all the other gods of this place, grant that I may be beautiful inside. Let all my external possessions be in friendly harmony with what is within. May I consider the wise man rich. As for gold, let me have as much as a moderate man could bear and carry with him.", "owner": "Plato, Phaedrus"}, {"item": "There is desire in the perfect, beauty in the imperfect.Thus I lust over the flawless,and fall amorously forceless to the flawed.", "owner": "Ilyas Kassam, Reminiscence of the Present: Spiritual Encounters of the Analytically Insane"}, {"item": "Is beauty enhanced or adulterated by utility?", "owner": "Sena Jeter Naslund, Ahab's Wife, or The Star-Gazer"}, {"item": "In the most general terms, the Enlightenment goes back to Plato's belief that truth and beauty and goodness are connected; that truth and beauty, disseminated widely, will sooner or later lead to goodness. (While we're making at effort at truth and goodness, beauty reminds us what we're hold out for.)", "owner": "Susan Neiman, Moral Clarity: A Guide for Grown-up Idealists"}, {"item": "Beauty and Money will get you a relationship , but not love. Listening, caring and being there will get you Love.", "owner": "De philosopher DJ Kyos"}, {"item": "A stranger may find beauty in you yet.", "owner": "Anthony T.Hincks"}, {"item": "Eyebrows are what give the eyes focus", "owner": "Anthony T.Hincks"}, {"item": "Beauty is a female thing. That's why nature is so stunning.", "owner": "Anthony T.Hincks"}, {"item": "Your beauty isn't in your laughter. It's in your soul.", "owner": "Anthony T. Hincks"}, {"item": "When you're as hot as you are, no amount of ice will do.", "owner": "Anthony T. Hincks"}], "pagination": {"next": null, "prev": "/data/inspiration/beauty/3/data.json", "current": "/data/inspiration/beauty/4/data.json"}}