{"contents": [{"item": "I don’t see myself being special; I just see myself having more responsibilities than the next man. People look to me to do things for them, to have answers.", "owner": "Tupac Shakur"}, {"item": "A noble leader answers not to the trumpet calls of self promotion, but to the hushed whispers of necessity.", "owner": "Mollie Marti"}, {"item": "Christianity enhanced the notion of political and social accountability by providing a new model: that of servant leadership. In ancient Greece and Rome no one would have dreamed of considering political leaders anyone's servants. The job of the leader was to lead. But Christ invented the notion that the way to lead is by serving the needs of others, especially those who are the most needy.", "owner": "Dinesh D'Souza, What's So Great About Christianity"}, {"item": "Whoever is under a man's power is under his protection, too.", "owner": "David J. Schwartz"}, {"item": "As humans, we unconsciously embrace the group’s beliefs and behaviors without questioning them or surrender to their opinions.", "owner": "Dragos Bratasanu, Ph.D., Engineering Success: The True Meaning of Leadership and Team Building"}, {"item": "YOU ARE HERE FOR A CAUSE. YOU REACH TO YOUR ULTIMATE DESTINY BY LIVING THAT CAUSE.", "owner": "Seema Brain Openers"}, {"item": "No great leader can be made by image-builders.", "owner": "Ymatruz"}, {"item": "Follow your inner voice to let people follow you.", "owner": "Deepak Burfiwala, Self-Ignorance Is Your Problem. Self-Awareness Is Your Solution.: Success Is Your Birthright! Life Is Yours and You Are the Pilot of It, Do Something about It."}, {"item": "Old school mission statements defined what an organization did. Contemporary mission statements define why an organization does what it does.", "owner": "Del Suggs, Truly Leading: Lessons in Leadership"}, {"item": "Some doors are open, but we are still searching for the right keys.", "owner": "Alin Sav"}, {"item": "We are very skilled, but at the same time too lazy.", "owner": "Alin Sav"}, {"item": "If you are interested in equality at all costs, you should never have gone looking for your power in the first place. Holding authority with integrity is more important than making others feel good.", "owner": "Anne  Hill, The Baby and the Bathwater"}, {"item": "If you want to get good in Leadership, you probably should start reading the bible.", "owner": "Alin Sav"}, {"item": "Leaders are passionate about the Purpose, while Managers need to be passionate about the Results!", "owner": "Amit  Chatterjee, Ascent: A Practising Manager's Growth Mantra"}, {"item": "Life's short. Live passionately.", "owner": "Marc A. Pitman"}], "pagination": {"next": "/data/work & productivity/leadership/1/data.json", "prev": null, "current": "/data/work & productivity/leadership/0/data.json"}}