{"contents": [{"item": "I would like to be known as a person who is concerned about freedom and equality and justice and prosperity for all people.", "owner": "Rosa Parks"}, {"item": "The secret of leadership is simple: Do what you believe in. Paint a picture of the future. Go there.People will follow.", "owner": "Seth Godin, Tribes: We Need You to Lead Us"}, {"item": "And therefore I am come amongst you at this time, not as for my recreation or sport, but being resolved, in the midst and heat of the battle, to live or die amongst you all; to lay down, for my God, and for my kingdom, and for my people, my honour and my blood, even the dust. I know I have but the body of a weak and feeble woman; but I have the heart of a king, and of a king of England, too.", "owner": "Elizabeth I"}, {"item": "A general never shows despair. He instills confidence in his troops. He leads them forward, even into the mouth of death.", "owner": "Rick Riordan, The Throne of Fire"}, {"item": "If you can't swallow your pride, you can't lead. Even the highest mountain had animals that step on it.", "owner": "Jack Weatherford, Genghis Khan and the Making of the Modern World"}, {"item": "The leaders who work most effectively, it seems to me, never say \"I.\" And that's not because they have trained themselves not to say \"I.\" They don't think \"I.\" They think \"we\"; they think \"team.\" They understand their job to be to make the team function. They accept responsibility and don't sidestep it, but \"we\" gets the credit. This is what creates trust, what enables you to get the task done.", "owner": "Peter F. Drucker"}, {"item": "Give as few orders as possible,\" his father had told him once long ago. \"Once you've given orders on a subject, you must always give orders on that subject.", "owner": "Frank Herbert, Dune"}, {"item": "Real leadership is being the person others will gladly and confidently follow.", "owner": "John C. Maxwell"}, {"item": "He that thinketh he leadeth and hath no one following him is only taking a walk.", "owner": "John C. Maxwell"}, {"item": "In a battle between  two ideas, the best one doesn't necessarily win. No, the idea that wins is the one with the most fearless heretic behind it.", "owner": "Seth Godin, Tribes: We Need You to Lead Us"}, {"item": "The first key to leadership is self-control.", "owner": "Jack Weatherford, Genghis Khan and the Making of the Modern World"}, {"item": "I'll be long gone before some smart person ever figures out what happened inside this Oval Office.\"(Washington DC, 12 May, 2008)", "owner": "George W. Bush"}, {"item": "The art of leadership is saying no, not yes. It is very easy to say yes.", "owner": "Tony Blair"}, {"item": "A star wants to see himself rise to the top.A leader wants to see those around him rise to the top.", "owner": "Simon Sinek"}, {"item": "(On being in a position of leadership) Even if it's your dog, you've got authority over somebody. Start treating him better.", "owner": "Joyce Meyer"}], "pagination": {"next": null, "prev": "/data/work & productivity/leadership/3/data.json", "current": "/data/work & productivity/leadership/4/data.json"}}