{"contents": [{"item": "The man who does more than he is paid for will soon be paid for more than he does.", "owner": "Napoleon Hill"}, {"item": "There is only one class in the community that thinks more about money than the rich, and that is the poor.", "owner": "Oscar Wilde"}, {"item": "Angel says that rich people don't like to tolerate much. Money gives you permission to just walk away from everything that isn't pretty and perfect. You can't put up with anything less than lovely. You spend your life running, avoiding, escaping.", "owner": "Chuck Palahniuk, Diary"}, {"item": "It's easy to say you don't care about money when you have plenty of it.", "owner": "Ransom Riggs, Miss Peregrine’s Home for Peculiar Children"}, {"item": "No, not rich. I am a poor man with money, which is not the same thing.", "owner": "Gabriel García Márquez"}, {"item": "Money looks better in the bank than on your feet.", "owner": "Sophia Amoruso, #GIRLBOSS"}, {"item": "He didn’t know what beget what, but he quickly learned that people with money to hide were powerful, and powerful people were violent. It was reliable math: as the amount of money being conveyed increased, so too did the level of paranoia; the psychotic behavior of his clients increasing with every figure added to the sum.", "owner": "T. Mountebank, Sister Sable"}, {"item": "He thinks we're made of money.", "owner": "Kristin Cashore, Fire"}, {"item": "And, for an instant, she stared directly into those soft blue eyes and knew, with an instinctive mammalian certainty, that the exceedingly rich were no longer even remotely human.", "owner": "William Gibson, Count Zero"}, {"item": "Until and unless you discover that money is the root of all good, you ask for your own destruction. When money ceases to become the means by which men deal with one another, then men become the tools of other men. Blood, whips and guns--or dollars. Take your choice--there is no other.", "owner": "Ayn Rand, Atlas Shrugged"}, {"item": "Having money isn't everything, not having it is.", "owner": "Kanye West"}, {"item": "I wonder if there isn't a catch about having plenty of money? Does it eventually take the pleasure out of things?", "owner": "Dodie Smith, I Capture the Castle"}, {"item": "Nobody was ever meant to remember or invent what he did with every cent. ", "owner": "Robert Frost"}, {"item": "No man should receive a dollar unless that dollar has been fairly earned.", "owner": "Theodore Roosevelt"}, {"item": "Money is only a human invention.", "owner": "Vanna Bonta, Degrees: Thought Capsules"}], "pagination": {"next": "/data/work & productivity/money/3/data.json", "prev": "/data/work & productivity/money/1/data.json", "current": "/data/work & productivity/money/2/data.json"}}