{"contents": ["Confronted by menace or what is perceived as menace, governments will usually attempt to smash it, rarely to examine it, understand it, and drefine it.", "A sense of messianic purpose makes the national interest almost indistinguishable from the political interests of the president.", "Such excessive preoccupation with his faults is not a truly spiritual activity but, on the contrary, a highly egoistic one.The recognition of his own faults should make a man humbler, when it is beneficial, not prouder, which the thought that he ought to have been above these faults makes him.", "For true liberation, the only war we need to win is the war between presence and ego.", "The tolerance power is the mother of egoism!", "What will the ego not do? It is the ego that has given rise to all this. And when the ego leaves, there is Liberation.", "What does egoism mean? It means to become blind through one’s own vision. The Gnani [the enlightened one] removes the egoism.", "God does remain in a state of witnessing (sakshibhav), but that is a worldly God. Worldly God means witnessing through ‘egoism’. If one constantly remains in the witnessing state, then he would not bind karma.", "The ‘one’ who does no ‘egoism’, the worldly life ends for him!", "As long as the egoism is there, how can one attain the true religion?", "Egoism itself is non-religion (adharma) and where there is no egoism that indeed is religion. Without the presence of a living Gnani, it is not possible for egoism to decrease.", "For how long will insult hurt a person? For as long as he covets self-importance. For as long as one covets temporary [non eternal] things", "Humans in this world live based on two things: one is on the basis of the Self and the other is on the basis of the egoism.", "What spreads the stench of bad conduct? It is the egoism and other ‘flaws’.", "Why should I care?’ – The one who says this is the greatest offender of nature."], "pagination": {"next": null, "prev": "/data/personal growth/ego/3/data.json", "current": "/data/personal growth/ego/4/data.json"}}