{"contents": [{"item": "I was taught to strive not because there were any guarantees of success but because the act of striving is in itself the only way to keep faith with life.", "owner": "Madeleine K. Albright, Madam Secretary: A Memoir"}, {"item": "I have great faith in fools - self-confidence my friends will call it.", "owner": "Edgar Allan Poe, Marginalia"}, {"item": "Regardless of what I think about Islam or Wicca or any other religion, the fact is that it's a group of people. Every faith has its ceremonies. And since it's made up of people, every faith also has its assholes.", "owner": "Jim Butcher, White Night"}, {"item": "There are those who scoff at the schoolboy, calling him frivolous andshallow: Yet it was the schoolboy who said 'Faith is believing what youknow ain't so'.", "owner": "Mark Twain, Pudd'nhead Wilson"}, {"item": "I'm a Christian first, and a mean-spirited, bigoted conservative second, and don't you ever forget it. You know who else was kind of \"divisive\" in terms of challenging the status quo and the powers-that-be of his day? Jesus Christ.", "owner": "Ann Coulter, If Democrats Had Any Brains, They'd Be Republicans"}, {"item": "Pactum serva\" - \"Keep the faith", "owner": "Horace"}, {"item": "All religions are based on obsolete terminology.", "owner": "Vladimir Nabokov, Pale Fire"}, {"item": "And now we step to the rhythm of miracles.--from The Light, That Never Dies", "owner": "Aberjhani, Elemental: The Power of Illuminated Love"}, {"item": "Things which are accidentally the causes either of hope or fear are called good or evil omens.", "owner": "Baruch Spinoza"}, {"item": "Тогава си счел всички земни придобивки за нищо. И сега недей да милееш за нищо. Имай готовност, като захвърлиш всичко, да останеш гол.", "owner": "Феофан Затворник, Путь ко спасению. Краткий очерк аскетики."}, {"item": "It must not be forgotten that reason too needs to be sustained in all its searching by trusting dialogue and sincere friendship. A climate of suspicion and distrust, which can beset speculative research, ignores the teaching of the ancient philosophers who proposed friendship as one of the most appropriate contexts for sound philosophical enquiry.", "owner": "John Paul II, Fides et Ratio: On the Relationship Between Faith and Reason"}, {"item": "Съвестта е онзи глас Божий в нас, онова огледало, в което ние се оглеждаме и виждаме своите недостатъци.", "owner": "Схиархимандрит Касиан"}, {"item": "И на съвършените съвършенството е несъвършено. Св. Иоан Лествичник", "owner": "Никодим Святогорец, Невидимая брань"}, {"item": "Плътта, ако крепне, крепне за сметка на духа; и духът, ако съзрява, то ене по друг начин, а за сметка на упокояването на плътта.", "owner": "Феофан Затворник, Путь ко спасению. Краткий очерк аскетики."}, {"item": "Христовият мир е свобода от греха, а мирът на света е свобода на греха...", "owner": "Схиархимандрит Касиан, Духовната криза"}], "pagination": {"next": "/data/spiritual & philosophy/faith/3/data.json", "prev": "/data/spiritual & philosophy/faith/1/data.json", "current": "/data/spiritual & philosophy/faith/2/data.json"}}