{"contents": [{"item": "Pain doesn't last. And when it's gone, we have something to show for it. Growth.", "owner": "Kamal Ravikant, Live Your Truth"}, {"item": "You can grow like a tall tree, when you enjoy the sun, wind, rain, storms and the stars in the dark nights.", "owner": "Amit Ray"}, {"item": "Unbreakable, would you thought they called me Mr. GlassLook back on my life like the ghost of Christmas pastToys R Us where I used to spend that Christmas cashAnd I still won't grow up, I'm a grown ass kidSwear I should be locked up for stupid shit that I didBut I'm a champion, so I turned tragedy to triumphMake music that's fire, spit my soul through the wire", "owner": "Kanye West"}, {"item": "If you're always following the crowd, you will never truly know who you are. Walk your own path.", "owner": "Julian Pencilliah"}, {"item": "Regardless of whether a relationship brings us joy or sorrow, each relationship gives us the opportunity to grow stronger, nobler, and more compassionate with ourselves and others.", "owner": "Tamela Rich"}, {"item": "When I speak of life and love as expanding with age, sex seems the least important thing. At any age we grow by the enlarging of consciousness, by learning a new language, or a new art or craft (gardening?) that implies a new way of looking at the universe. Love is one of the great enlargers of the person because it requires us to \"take in\" the stranger and to understand him, and to exercise restraint and tolerance as well as imagination to make the relationship work.", "owner": "May Sarton, Journal of a Solitude"}, {"item": "I knew he was the one when he mended my wings and looked forward to where they would take me. Embrace those who encourage your growth... who don't fear the journey into Wonderland, Neverland, Whereverland.", "owner": "Melody  Lee, Moon Gypsy"}, {"item": "Healing is your right, your responsibility and the risk you can't afford not to take.", "owner": "Thaiia Senquetta, Honey peppered tongue"}, {"item": "You must have thought more times than you realized \"it will hurt\".You should know it may. Okay. It may hurt immensely to open you up in your safe, dark space, sporadic light and chaotic air hitting you unlike anything you have known. Sometimes it will feel impossible to swallow. Because finding your way back to you involves telling the truth about oneself while pushing through a field of trees that are all whispering different tones of you.", "owner": "Thaiia Senquetta, Honey peppered tongue"}, {"item": "Don't everallowthe disharmony of otherstobecome your ownamindful practiceof discernment(and the dislike for wearing bullshit)buildsthe eye, heart and spiritual muscles.", "owner": "Thaiia Senquetta"}, {"item": "For every spirit who is learning: you heal yourself.", "owner": "Thaiia Senquetta, Honey peppered tongue"}, {"item": "What makes one strong is not the ability to confront adversity and cruelty, but rather the ability to love in spite of it.", "owner": "Christopher Earle"}, {"item": "I now see my life, not as a slow shaping of achievment to fit my preconceived purposes, but as the gradual discovery of a purpose which I did not know.", "owner": "Joanna Field"}, {"item": "Being a reader has brought me much joy, laughter, and rich experience. But reading has also wounded me. The sacrament of reading has plowed me open and sown seeds of empathy that have taken root in deep soil. Over the years, reading has caused me to grow from a shallow, self-absorbed youth to one who seeks out the pain of the world. Reading has burdened me with the welfare of my fellow human, but sometimes the burden proves too heavy for my narrow shoulders.", "owner": "Steve Kendall"}, {"item": "A comfortable and easy life leaves no room for growth. We must therefore embrace our hardships and the lessons they bring.", "owner": "Peprah Boasiako"}], "pagination": {"next": "/data/personal growth/growth/3/data.json", "prev": "/data/personal growth/growth/1/data.json", "current": "/data/personal growth/growth/2/data.json"}}