{"contents": [{"item": "We are born entrepreneurs, true entrepreneurs of ourselves! Who defines the success or failure of our companies, it's us! Do not blame God for this, for even seeking it depends on you.", "owner": "Kamal Khanzada (Ahmed Kamal Khan)"}, {"item": "What most new entrepreneurs don’t realize is that before you can lead a business, or a family, or a ministry, or even just another person, you have to be the leader of yourself, first.", "owner": "Kevin J.  Donaldson, Lead and Succeed 7 Wealth Principles of Today's New Leaders"}, {"item": "Thinking big is a skill all entrepreneurs should be focused on cultivating.", "owner": "Stephanie Breedlove"}, {"item": "When I told my sister, who was a fashion designer in college, what I wanted to do, she said I was crazy. But once I got started, I couldn't turn back. Kimberly Goodwin, Snapping Turtle Kids", "owner": "Holly Hurd, Venture Mom: From Idea to Income in Just 12 Weeks"}, {"item": "One thing that unites triumphant entrepreneurs, whether in Brooklyn, San Francisco or Great Falls, Montana, is strength of character.Individuality is the goal that we all strive to excel at in some way; the notion that we are distinct, special, that there is something teachable about our wisdom, something remarkable about our outlook.", "owner": "Brian D'Ambrosio, From Haikus to Hatmaking: One Year in the Life of Western Montana"}, {"item": "This is what entrepreneurship is all about. You start off operating from a garage. And, end up, operating from a car.", "owner": "Sharad Vivek Sagar"}, {"item": "If you want to make money at some point, remember this, because this is one of the reasons startups win. Big companies want to decrease the standard deviation of design outcomes because they want to avoid disasters. But when you damp oscillations, you lose the high points as well as the low. This is not a problem for big companies, because they don't win by making great products. Big companies win by sucking less than other big companies.”-“The place to fight design wars is in new markets, where no one has yet managed to establish any fortifications. That's where you can win big by taking the bold approach to design, and having the same people both design and implement the product. Microsoft themselves did this at the start. So did Apple. And Hewlett- Packard. I suspect almost every successful startup has.”-“Great software, likewise, requires a fanatical devotion to beauty. If you look inside good software, you find that parts no one is ever supposed to see are beautiful too.”-“The right way to collaborate, I think, is to divide projects into sharply defined modules, each with a definite owner, and with interfaces between them that are as carefully designed and, if possible, as articulated as programming languages. Like painting, most software is intended for a human audience. And so hackers, like painters, must have empathy to do really great work. You have to be able to see things from the user's point of view.”-“It turns out that looking at things from other people's point of view is practically the secret of success.”-“Part of what software has to do is explain itself. So to write good software you have to understand how little users understand. They're going to walk up to the software with no preparation, and it had better do what they guess it will, because they're not going to read the manual.", "owner": "Paul Graham, Hackers & Painters: Big Ideas from the Computer Age"}, {"item": "Entrepreneurs often underestimate costs and overestimate rewards. But the fact that they estimate & still take action sets them apart from peers.", "owner": "Ryan Lilly"}, {"item": "Don't be afraid to start small, entrepreneurship takes courage to win, and look for quick wins while setting a short and long term vision", "owner": "Desmond Oshifeso"}], "pagination": {"next": null, "prev": null, "current": "/data/work & productivity/entrepreneurs/0/data.json"}}