{"contents": [{"item": "Your greatest responsibility is to live a life that nourishes your highest truth.", "owner": "Mollie Marti"}, {"item": "There is no adversity that cannot bear a gift and no gift that cannot bring adversity.", "owner": "Mollie Marti"}, {"item": "Almost every so called setback is an opportunity for growth, learning, self love, wisdom and humility", "owner": "Rasheed Ogunlaru"}, {"item": "Just when you think you have it all figured out, an epiphany arrives at the higher level of one's consciousness.", "owner": "Terry a O'Neal"}, {"item": "There's nothing you can do about the past.\" \"You're wrong. I can learn from it...\" Tariq dug his heels into his stallion's flanks, and the horse shot forward, painting a dark smudge across the sand. \"And I can make sure it never happens again!", "owner": "Renee Ahdieh, The Wrath and the Dawn"}, {"item": "While there may be many things in life you wish to harvest not every seed you plant will grow.", "owner": "Rasheed Ogunlaru"}, {"item": "We're all a blemished spirit full of censurable faults", "owner": "Netiera Danise, Common Cents: How to Live a Happy Life Without Money? It's Simple, Just Live!"}, {"item": "Everyone wants to live on top of the mountain, but all the happiness and growth occurs while you're climbing it.", "owner": "Andy Rooney"}, {"item": "You can curse the moonCurse the day your’re bornBut the pilot of your plane is youWe’re all in this world, by a greater plan Look up, lift your wings, Because you canThe Light Said (The First Song album)", "owner": "Phyllis Wheaton"}, {"item": "My turn shall also come:I sense the spreading of a wing.", "owner": "Osip Mandelstam, The Selected Poems"}, {"item": "I am too alone in the world, and yet not alone enoughto make every moment holy.I am too tiny in this world, and not tiny enoughjust to lie before you like a thing,shrewd and secretive.I want my own will, and I want simply to be with my will,as it goes toward action;and in those quiet, sometimes hardly moving times,when something is coming near,I want to be with those who know secret thingsor else alone.I want to be a mirror for your whole body,and I never want to be blind, or to be too oldto hold up your heavy and swaying picture.I want to unfold.I don’t want to stay folded anywhere,because where I am folded, there I am a lie.and I want my grasp of things to betrue before you. I want to describe myselflike a painting that I looked atclosely for a long time,like a saying that I finally understood,like the pitcher I use every day,like the face of my mother,like a shipthat carried methrough the wildest storm of all.", "owner": "Rainer Maria Rilke, Rilke's Book of Hours: Love Poems to God"}, {"item": "Your reason and your passion are the rudder and the sails of your seafaring soul.If either your sails or your rudder be broken, you can but toss and drift, or else be held at a standstill in mid-seas.For reason, ruling alone, is a force confining; and passion, unattended, is a flame that burns to its own destruction.Therefore let your soul exalt your reason to the height of passion, that it may sing;And let it direct your passion with reason, that your passion may live through its own daily resurrection, and like the phoenix rise above its own ashes.", "owner": "Kahlil Gibran, The Prophet"}, {"item": "A single day is enough to make us a little larger or, another time, a little smaller.", "owner": "Paul Klee"}, {"item": "Strength comes from struggle. When you learn to see your struggles as opportunities to become stronger, better, wiser, then your thinking shifts from \"I can't do this\" to \"I must do this.", "owner": "Toni Sorenson"}, {"item": "Life is now in session. Are you present?", "owner": "John C. Maxwell, The 15 Invaluable Laws of Growth: Live Them and Reach Your Potential"}], "pagination": {"next": "/data/personal growth/growth/2/data.json", "prev": "/data/personal growth/growth/0/data.json", "current": "/data/personal growth/growth/1/data.json"}}