{"contents": ["I didn't want any degrees if all the ill-read literates and radio announcers and pedagogical dummies I knew had them by the peck. ", "The habit of looking at life as a social relation — an affair of society — did no good. It cultivated a weakness which needed no cultivation. If it had helped to make men of the world, or give the manners and instincts of any profession — such as temper, patience, courtesy, or a faculty of profiting by the social defects of opponents — it would have been education better worth having than mathematics or languages; but so far as it helped to make anything, it helped only to make the college standard permanent through life.", "I’d compare college tuition to paying for a personal trainer at an athletic club. We professors play the roles of trainers, giving people access to the equipment (books, labs, our expertise) and after that, it is our job to be demanding.", "I mean that they (students) should not play life, or study it merely, while the community supports them at this expensive game, but earnestly live it from beginning to end. How could youths better learn to live than by at once trying the experiment of living? Methinks this would exercise their minds as much as mathematics.", "Most people who were educated have become the \"problems\" instead of problem solvers.", "I will miss younot because you taught me,not because you helped me on all steps of education;but only becauseyou made me a leader to lead as an perfect Electrical Engineer.", "You have no idea how many men are spoiled by what is called education. For the most part, colleges are places where pebbles are polished and diamonds are dimmed. If Shakespeare had graduated at Oxford, he might have been a quibbling attorney, or a hypocritical parson.", "The difference between a good and a poor student is result", "Collegiate life presents a student with innumerable opportunities to engender personal growth by responding to a dynamic social, athletic, and academic environment. Students instigate personal development by making calculated and rash personal decisions pertaining to what activities to pursue and by measuring their string of reactions to new experiences.", "As long as high schools strive to list the number of Ivy League schools their graduates attend and teachers pile on work without being trained to identify stress-related symptoms, I fear for our children’s health. I am not mollified by the alums of my daughter’s school who return to tell everyone that the rigor of high school prepared them for college, making their first year easier than they’d anticipated.If they make it that far.", "They [students] had two common, strongly held expectations: the college should exhibit the behavior it expected from students and hold true to its espoused values.", "And the final product of our training must be neither a psychologist nor a brick mason, but a man. And to make men, we must have ideals, broad, pure, and inspiring ends of living, not sordid money-getting... The worker must work for the glory of his handiwork, not simply for pay; the thinker must think for truth, not fame.", "Education leads to intellectual life.", "If you want to be a graduate student, you have to fall in love with reading.", "I had an absurd desire to go down to her and make sure she was all right, and stay with her until dawn. I also had a fierce wish to bludgeon the two frat boys to death with a shovel."], "pagination": {"next": "/data/work & productivity/college/2/data.json", "prev": "/data/work & productivity/college/0/data.json", "current": "/data/work & productivity/college/1/data.json"}}