{"contents": [{"item": "Nothing resembles selfishness more closely than self-respect", "owner": "George Sand, Indiana"}, {"item": "Walk tall, or baby don't walk at all.", "owner": "Bruce Springsteen"}, {"item": "There is only one real misfortune: to forfeit one's own good opinion of oneself. Lose your complacency, once betray your own self-contempt and the world will unhesitatingly endorse it.", "owner": "Thomas Mann"}, {"item": "Respect yourself enough to walk away from anything that no longer serves you, grows you, or makes you happy.", "owner": "Robert Tew"}, {"item": "A quest for self-respect is proof of its lack", "owner": "Ayn Rand, The Fountainhead"}, {"item": "But I think that because they trusted themselves and respected themselves as individuals, because they knew beyond doubt that they were valuable and potentially moral units -- because of this they could give God their own courage and dignity and then receive it back. Such things have disappeared perhaps because men do not trust themselves anymore, and when that happens there is nothing left except perhaps to find some strong sure man, even though he may be wrong, and to dangle from his coattails.", "owner": "John Steinbeck, East of Eden"}, {"item": "Most of our platitudes notwithstanding, self-deception remains the most difficult deception. The tricks that work on others count for nothing in that very well-lit back alley where one keeps assignation with oneself: no winning smiles will do here, no prettily drawn lists of good intentions. One shuffles flashily but in vain through one's marked cards- the kindness done for the wrong reason, the apparent triumph which involved no real effort, the seemingly heroic act into which one had been shamed.", "owner": "Joan Didion, Slouching Towards Bethlehem"}, {"item": "The fact is no one has understood me in entirety till now!", "owner": "Ramana Pemmaraju"}, {"item": "From beggar to thief is one step, but a step in two directions at the same time, for what a beggar loses in morality when he becomes a thief he regains in self-respect.", "owner": "Angela Carter, Nights at the Circus"}, {"item": "Teach people how to treat you", "owner": "DivineConspiracy"}, {"item": "Self-respect cannot be hunted. It cannot be purchased. It is never for sale. It cannot be fabricated out of public relations. It comes to us when we are alone, in quiet moments, in quiet places, when we suddenly realize that, knowing the good, we have done it; knowing the beautiful, we have served it; knowing the truth we have spoken it", "owner": "Alfred Whitney Griswold"}, {"item": "To have that sense of one’s intrinsic worth which constitutes self-respect is potentially to have everything: the ability to discriminate, to love and to remain indifferent. To lack it is to be locked within oneself, paradoxically incapable of either love or indifference. If we do not respect ourselves, we are the one hand forced to despise those who have so few resources as to consort with us, so little perception as to remain blind to our fatal weaknesses. On the other, we are peculiarly in thrall to everyone we see, curiously determined to live out – since our self-image is untenable – their false notion of us. We flatter ourselves by thinking this compulsion to please others an attractive trait: a gist for imaginative empathy, evidence of our willingness to give. Of course I will play Francesca to your Paolo, Helen Keller to anyone’s Annie Sullivan; no expectation is too misplaced, no role too ludicrous. At the mercy of those we cannot but hold in contempt, we play roles doomed to failure before they are begun, each defeat generating fresh despair at the urgency of divining and meeting the next demand made upon us.", "owner": "Joan Didion"}, {"item": "There are worse things than suffering and death... it is worse to lose one's self-respect.", "owner": "Sándor Márai, Embers"}, {"item": "if you think she is amazing, you are the ordinary one ...", "owner": "Hera Septyadita"}, {"item": "I will win , not immediately.... But Definately...!!!!!!", "owner": "Akshay Dalvi"}], "pagination": {"next": "/data/personal growth/self-respect/1/data.json", "prev": null, "current": "/data/personal growth/self-respect/0/data.json"}}