{"contents": [{"item": "I want a life that sizzles and pops and makes me laugh out loud. And I don't want to get to the end, or to tomorrow, even, and realize that my life is a collection of meetings and pop cans and errands and receipts and dirty dishes. I want to eat cold tangerines and sing out loud in the car with the windows open and wear pink shoes and stay up all night laughing and paint my walls the exact color of the sky right now. I want to sleep hard on clean white sheets and throw parties and eat ripe tomatoes and read books so good they make me jump up and down, and I want my everyday to make God belly laugh, glad that he gave life to someone who loves the gift.", "owner": "Shauna Niequist, Cold Tangerines: Celebrating the Extraordinary Nature of Everyday Life"}, {"item": "The Buddhists say there are 149 ways to God. I'm not looking for God, only for myself, and that is far more complicated. God has had a great deal written about Him; nothing has been written about me. God is bigger, like my mother, easier to find, even in the dark. I could be anywhere, and since I can't describe myself I can't ask for help.", "owner": "Jeanette Winterson, Sexing the Cherry"}, {"item": "He is the most beautiful creature I have ever seen and it's not about his face, but the life force I can see in him. It's the smile and the pure promise of everything he has to offer. Like he's saying, 'Here I am world, are you ready for so much passion and beauty and goodness and love and every other word that should be in the dictionary under the word life?' Except this boy is dead, and the unnaturalness of it makes me want to pull my hair out with Tate and Narnie and Fitz and Jude's grief all combined. It makes me want to yell at the God that I wish I didn't believe in. For hogging him all to himself. I want to say, 'You greedy God. Give him back. I needed him here.", "owner": "Melina Marchetta, On the Jellicoe Road"}, {"item": "Spending time with God is the key to our strength and success in all areas of life. Be sure that you never try to work God into your schedule, but always work your schedule around Him.", "owner": "Joyce Meyer"}, {"item": "All sacrifice and suffering is redemptive. It is used to either teach the individual or to help others. Nothing is by chance.", "owner": "A.J. Russell"}, {"item": "I used to wonder if it was God's plan that I should be alone for so much of my life. But I found peace. I found happiness within people and the world.", "owner": "Lana Del Rey"}, {"item": "I think, well, I've had a shit of a life, all things considered. It wasn't fair. Everyone I've ever loved is dead, and my leg hurts all the bloody time... But I think, any God that can do sunsets like that, a different one every night... 'Strewth, well, you've got to respect the old bastard, haven't you?", "owner": "Neil Gaiman, Season of Mists"}, {"item": "Stop asking God to bless what you're doing. Find out what God's doing. It's already blessed.", "owner": "Bono"}, {"item": "God put us here, on this carnival ride. We close our eyes never knowing where it'll take us next.", "owner": "Carrie Underwood"}, {"item": "Oh, God of Dust and Rainbows,Help us to seeThat without the dust the rainbowWould not be.", "owner": "Langston Hughes"}, {"item": "Humility is perfect quietness of heart. It is to expect nothing, to wonder at nothing that is done to me, to feel nothing done against me. It is to be at rest when nobody praises me, and when I am blamed or despised. It is to have a blessed home in the Lord, where I can go in and shut the door, and kneel to my Father in secret, and am at peace as in a deep sea of calmness, when all around and above is trouble.", "owner": "Andrew Murray"}, {"item": "Prayer is not asking. It is a longing of the soul. It is daily admission of one's weakness. It is better in prayer to have a heart without words than words without a heart.", "owner": "Mahatma Gandhi"}, {"item": "Sometimes you can see things happen right in front of your eyes and still jump to the wrong conclusions.", "owner": "Jodi Picoult, Keeping Faith"}, {"item": "It doesn't matter if a million people tell you what you can't do, or if ten million tell you no. If you get one yes from God that's all you need.", "owner": "Tyler Perry"}, {"item": "You must accept the reality of other people. You think that reality is up for negotiation, that we think it's whatever you say it is. You must accept that we are as real as you are; you must accept that you are not God.", "owner": "J.K. Rowling, The Casual Vacancy"}], "pagination": {"next": "/data/spiritual & philosophy/god/2/data.json", "prev": "/data/spiritual & philosophy/god/0/data.json", "current": "/data/spiritual & philosophy/god/1/data.json"}}