{"contents": [{"item": "Do you want to die, or do you want to die trying? Give up or give it a shot.", "owner": "Nick Trout, Ever By My Side: A Memoir in Eight [Acts] Pets"}, {"item": "...continue on the right path. You have potential...Don't give up. Don't let yourself get down and quit studying or fighting for what you want. One day something good is bound to happen. You just have to keep at it.", "owner": "Isabela Pamelli Martins, Copadrama- A Brazilian Tragicomedy"}, {"item": "Everyone needs to have support from people who care about them, but ultimately if we don’t work hard and do our part, those dreams are nothing but wishes, fantasy.", "owner": "Cindy Ray Hale, You & Me Forever: a Sweet Romance Collection"}, {"item": "The character of those who continually persevere and sacrifice are eventually completely reborn and when they rise from the darkness they've endured no stone can hold them down.\" -Rise...Roll Away The Stone", "owner": "Jason Versey"}, {"item": "Search Scriptures continually.", "owner": "Lailah Gifty Akita"}, {"item": "If we pray, we shall prevail.", "owner": "Lailah Gifty Akita"}, {"item": "You go on. You just go on. There's nothing more to it, and there's no trick to make it easier. You just go on.\"\"What do you find on the other side? When you go on?\"She shrugged. \"Your life again. What else?", "owner": "Lois McMaster Bujold, Memory"}, {"item": "You never know how long it will take. The route to success is unpredictable. So pack the essentials: parcels of love and peace, packets of patience and hope, and bundles of perseverance!", "owner": "Manuela George-Izunwa"}, {"item": "Where it comes from I don't know. Is it a gift? I don't know. But with perseverance you are sure to always end up on the winning side.", "owner": "Manuela George-Izunwa"}, {"item": "Perseverance is persistent insistence.", "owner": "Manuela George-Izunwa"}, {"item": "t is silly to think they all achieved it \"just like that\". nothing in life is so easy, that is a fact.Behind the scenes were tears and pain,they stumbled and fell but got up again. They heard a voice, firm and true\"Muster yourself you'll make it through\"Steadied by a hand they arose to dancein the turmoil and storm with perseverance At the end, it came upon them; a light so brightsuccess was theirs: it was their right!", "owner": "Manuela George-Izunwa"}, {"item": "The goal - at least the way I think about entrepreneurship - is you realize one day that you can't really work anyone else. You have to start your own thing. It almost doesn't matter what the thing is. We had six different business plan changes, and then the last one was PayPal.If that one didn't work out, if we still had the money and the people, obviously we would not have given up. We would have iterated on the business model and done something else. I don't think there was ever clarity as to who we were until we knew it was working. By then, we'd figured out our PR pitch and told everyone what we do and who we are. But between the founding and the actual PayPal, it was just like this tug-of-war where it was like, \"We're trying this, this week.\" Every week you go to investors and say, \"We're doing this, exactly this. We're really focused. We're going to be huge.\" The next week you're like, \"That was a lie.", "owner": "Jessica Livingston, Founders at Work: Stories of Startups' Early Days"}, {"item": "When the struggle gets realYou just have to get realer", "owner": "Julius Veal"}, {"item": "Belief creates conviction, conviction creates persistence, persistence creates perseverance and perseverance creates unlimited opportunities for greatness.", "owner": "Jason Versey"}, {"item": "If your heart is still beating, God is not done with you yet.", "owner": "Dillon Burroughs, Faith Acts: A Provocative Call to Live What You Believe"}], "pagination": {"next": null, "prev": "/data/work & productivity/perseverance/3/data.json", "current": "/data/work & productivity/perseverance/4/data.json"}}