{"contents": [{"item": "The quickest way to double your money is to fold it in half and put it in your back pocket.", "owner": "Will Rogers"}, {"item": "Unfortunately most ways of making big money take a long time. By the time one has made the money one is too old to enjoy it.", "owner": "Ian Fleming, Goldfinger"}, {"item": "Money follows art. Money wants what it can't buy. Class and talent. And remember while there's a talent for making money, it takes real talent to know how to spend it.", "owner": "Candace Bushnell, One Fifth Avenue"}, {"item": "Someone told me sleep was the cousin of death and followin’ the dollar finds nothin’ but stress.", "owner": "Mac Miller"}, {"item": "I will tell you one thing that will make you rich for life. There are two struggles: an Inner-world struggle and an Outer-world struggle...you must make an intentional contact between these two worlds; then you can crystallize data for the Third World, the World of the Soul.", "owner": "G.I. Gurdjieff"}, {"item": "Lack of money is the root of all evil.", "owner": "George Bernard Shaw"}, {"item": "-Do you think it's dirty money?-All money is dirty. If it were clean nobody would want it.", "owner": "Carlos Ruiz Zafón, The Angel's Game"}, {"item": "Well, I guess in all honesty I would have to say that I never knew nor did I ever hear of anybody that money didnt change.", "owner": "Cormac McCarthy, No Country for Old Men"}, {"item": "I could marry the Devil himself if he had some money.", "owner": "Dodie Smith, I Capture the Castle"}, {"item": "Those who know the true use of money, and regulate the measure of wealth according to their needs, live contented with few things.", "owner": "Baruch Spinoza"}, {"item": "So that, in effect, religion, which should most distinguish us from beasts, and ought most peculiarly to elevate us, as rational creatures, above brutes, is that wherein men often appear most irrational, and more senseless than beasts themselves.", "owner": "John Locke"}, {"item": "For after all, what is there behind, except money? Money for the right kind of education, money for influential friends, money for leisure and peace of mind, money for trips to Italy. Money writes books, money sells them. Give me not righteousness, O lord, give me money, only money.", "owner": "George Orwell, Keep the Aspidistra Flying"}, {"item": "For money you can have everything it is said. No, that is not true. You can buy food, but not appetite; medicine, but not health; soft beds, but not sleep; knowledge but not intelligence; glitter, but not comfort; fun, but not pleasure; acquaintances, but not friendship; servants, but not faithfulness; grey hair, but not honor; quiet days, but not peace. The shell of all things you can get for money. But not the kernel. That cannot be had for money.", "owner": "Arne Garborg"}, {"item": "Money to me had always been merely something the sheep used to show each other how wonderful they were.", "owner": "Jeff Lindsay, Dexter Is Delicious"}, {"item": "Across town, over in the East Village, the graffiti was calling for the rich to be eaten, imprisoned, or taxed out of existence. Though it sometimes seemed like a nice idea, I hoped the revolution would not take place during my lifetime. I didn't want the rich to go away until I could at least briefly join their ranks. ", "owner": "David Sedaris, Me Talk Pretty One Day"}], "pagination": {"next": "/data/work & productivity/money/4/data.json", "prev": "/data/work & productivity/money/2/data.json", "current": "/data/work & productivity/money/3/data.json"}}