{"contents": [{"item": "I don't think anybody ever really knows what's going to happen,\" he said. \"We're all just out here hoping for the best.", "owner": "Sarah Dessen, Once and for All"}, {"item": "Somewhere, excitement waited for me like an uncut cake.", "owner": "Lauren Wolk, Wolf Hollow"}, {"item": "Don't let past mistakes make you lose hope of achieving good. Some of those with the worst past have made a great future for themselves.", "owner": "Mufti Ismail Menk, Motivational Moments by Mufti Menk"}, {"item": "I who know many present things by my art,\" replied the Hermit with a smile, \"have yet little knowledge of things future. Therefore I do not know whether any man or woman or beast in the whole world will be alive when the sun sets tonight. But be of good hope. The damsel is likely to live as long as any her age.", "owner": "C.S. Lewis, The Horse and His Boy"}, {"item": "No expensive car can keep life going except, strength for today and bright hope for tomorrow.", "owner": "Bamigboye Olurotimi"}, {"item": "we talk of plans that are going to happen.we talk of the future,as if we know we will last.there is a sort of comfort in that.", "owner": "Ava, This Is How You Know I Want You."}, {"item": "As the future ripens in the past,so the past rots in the future --a terrible festival of dead leaves.", "owner": "Anna Akhmatova, Poems of Akhmatova"}, {"item": "For I dipped into the future, far as human eye could see,Saw the Vision of the world, and all the wonder that would be.", "owner": "Alfred Tennyson, The Complete Works of Alfred Tennyson"}, {"item": "There's no present left. This is the problem for a novelist. [The problem] is the present is gone. We're all living in the future constantly . . . Back in the day Leo Tolstoy -- what a sweetheart of a count and of a writer -- in the 1860's he wanted to write about the Napoleonic Campaign, about 1812. If you write about 1812 in 1860, a horse is still a horse. A carriage is still a carriage. Obviously, there are been some technological advancements, et cetera, but you don't have to worry about explaining the next killer [iPhone] app or the next Facebook because right now things are happening so quickly. (\"Gary Shteyngart: Finding 'Love' In A Dismal Future\", NPR interview, August 2, 2010)", "owner": "Gary Shteyngart"}, {"item": "Send message to the future by writing it today!", "owner": "Toba Beta, Betelgeuse Incident: Insiden Bait Al-Jauza"}, {"item": "I write all these remarks with exactly the same feeling as if I were writing a letter to post into the distant past: I am so sure that everything we now take for granted is going to be utterly swept away in the next decade. ...)", "owner": "Doris Lessing, The Golden Notebook"}, {"item": "We can become inspired to shape a higher, more ideal future, and when we do, miracles happen.", "owner": "James Redfield, The Tenth Insight: Holding the Vision"}, {"item": "When I left Queen's my future seemed to stretch out before me like a straight road. I thought I could see along it for many a milestone. Now there is a bend in it. I don't know what lies around the bend, but I am going to believe that the best does. It has a fascination of its own, that bend, Marilla. I wonder how the road beyond it goes - what there is of green glory and soft, checkered light and shadows - what new landscapes - what new beauties - what curves and hills and valleys farther on.", "owner": "L.M. Montgomery, Anne of Green Gables"}, {"item": "Future has a scheming, naughty and intelligent mind. It is never fully predictable!", "owner": "Amit Chatterjee"}, {"item": "I shall not dwell in the past...I shall not dread the present...I shall not fear the Future...For as Long as I live...I shall only think of success.", "owner": "Oscar Trejo Jr., Remember Me Tomorrow"}], "pagination": {"next": "/data/inspiration/future/4/data.json", "prev": "/data/inspiration/future/2/data.json", "current": "/data/inspiration/future/3/data.json"}}