{"contents": [{"item": "I make love with a focus and intensity that most people reserve for sleep.", "owner": "Dark Jar Tin Zoo, Love Quotes for the Ages. Specifically Ages 19-91."}, {"item": "If you want to be happy, do not dwell in the past, do not worry about the future, focus on living fully in the present.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Very occasionally, if you pay really close attention, life doesn't suck.", "owner": "Joss Whedon"}, {"item": "What you stay focused on will grow.", "owner": "Roy T. Bennett"}, {"item": "Instead of focusing on how much you can accomplish, focus on how much you can absolutely love what you’re doing.", "owner": "Leo Babauta"}, {"item": "He said focus. The word focus. I hear angels singing. Everything goes dark except for a light that beams down on Sean. It is a God-given sign- like when people see the Virgin Mary in their grilled cheese, except this isn't religious and I'm actually not a big fan of dairy. I stare at the back of his head. His HEAD. Something I see every day but never really see because it's been there forever. Since the first day of third grade.I crumple up my web. I don't need it. Praise be, the Focus Gods have spoken.I am going to write about Sean Griswold's Head.", "owner": "Lindsey Leavitt, Sean Griswold's Head"}, {"item": "Everyone's time is limited. What matters most is to focus on what matters most.", "owner": "Roy T. Bennett"}, {"item": "Never focus on achieving your goals, focus on achieving the behaviors and beliefs that will help you achieve your goals", "owner": "Harrish Sairaman"}, {"item": "It is difficult to live in and enjoy the moment when you are thinking about the past or worrying about the future.", "owner": "Roy  Bennett"}, {"item": "Don't interpret anything too much. This is time waster number 1.", "owner": "Dee Dee Artner"}, {"item": "Ah yes, the head is full of books. The hard part is to force them down through the bloodstream and out through the fingers.", "owner": "Edward Abbey, Postcards from Ed: Dispatches and Salvos from an American Iconoclast"}, {"item": "Inspiration is the windfall from hard work and focus. Muses are too unreliable to keep on the payroll.", "owner": "Helen Hanson"}, {"item": "Where your attention lies is where your life thrives. Shift your focus if you're unsatisfied.", "owner": "Tyconis D. Allison Ty"}, {"item": "You only have to do a very few things right in your life so long as you don't do too many things wrong.", "owner": "Warren Buffett"}, {"item": "A lot of people don’t do well simply because they major in minor things.", "owner": "Jim Rohn"}], "pagination": {"next": "/data/work & productivity/focus/1/data.json", "prev": null, "current": "/data/work & productivity/focus/0/data.json"}}