{"contents": [{"item": "I wanted to see the place where Margaret grew to what she is, even at the worst time of all, when I had no hope of ever calling her mine.", "owner": "Elizabeth Gaskell, North and South"}, {"item": "Long distance is hard. You have to trust that as you each change on your own, your relationship will also change along with you. It takes hope, good humor, and idealism. It takes a massive dose of courage to protect the relationship at all odds. It is hard, but worth it. You'll both be stronger as a result.", "owner": "Craig M. Mullaney, The Unforgiving Minute: A Soldier's Education"}, {"item": "It was stupid to hope, she knew. But sometimes hope was all you had.", "owner": "Cassandra Clare, City of Lost Souls"}, {"item": "The things you do for yourself are gone when you are gone, but the things you do for others remain as your legacy.", "owner": "Kalu Ndukwe Kalu"}, {"item": "Maybe everyone can live beyond what they're capable of.", "owner": "Markus Zusak, I Am the Messenger"}, {"item": "There is a saying in Tibetan, 'Tragedy should be utilized as a source of strength.'No matter what sort of difficulties, how painful experience is, if we lose our hope, that's our real disaster.", "owner": "Dalai Lama XIV"}, {"item": "Do not lose hope — what you seek will be found. Trust ghosts. Trust those that you have helped to help you in their turn. Trust dreams. Trust your heart, and trust your story. (from 'Instructions')", "owner": "Neil Gaiman, Fragile Things: Short Fictions and Wonders"}, {"item": "What I want is so simple I almost can't say it: elementary kindness.", "owner": "Barbara Kingsolver, Animal Dreams"}, {"item": "Have you ever hoped for something? And held out for it against all the odds? Until everything you did was ridiculous? ", "owner": "Ali Shaw, The Girl With Glass Feet"}, {"item": "Totally without hope one cannot live. To live without hope is to cease to live. Hell is hopelessness. It is no accident that above the entrance to Dante's hell is the inscription: \"Leave behind all hope, you who enter here.", "owner": "Jürgen Moltmann, Theology of Hope"}, {"item": "While there's life, there's hope.", "owner": "Marcus Tullius Cicero"}, {"item": "But all I could think of was how when nothing made sense and hadn't for ages, you just have to grab onto anything you feel sure of.", "owner": "Sarah Dessen, The Truth About Forever"}, {"item": "Hope is such a beautiful word, but it often seems very fragile. Life is still being needlessly hurt and destroyed.", "owner": "Michael  Jackson"}, {"item": "But then, life is a constant withering of possibilities. Some are stolen with the lives of people you love. Others are let go, with regret and reluctance and deep, deep sorrow. But there is compensation for lives unlived in the intoxicating joy of knowing that the life you have - right here, right now - if the one you have chosen. There is power in that, and hope.", "owner": "Emily Maguire, Taming the Beast"}, {"item": "We all give up great expectations along the way.", "owner": "Carlos Ruiz Zafón, The Angel's Game"}], "pagination": {"next": "/data/spiritual & philosophy/hope/2/data.json", "prev": "/data/spiritual & philosophy/hope/0/data.json", "current": "/data/spiritual & philosophy/hope/1/data.json"}}