{"contents": [{"item": "Seit wir den Glauben und damit die Wahrheit verloren haben, liegt zwischen Heuchelei und Ehrlichkeit der letzte Unterschied, der uns bleibt.", "owner": "Juli Zeh, Spieltrieb"}, {"item": "Holding on to the past will hold you down in life. Learn from it but move on.", "owner": "Jonathan Anthony Burkett"}, {"item": "I don't want to base my life on a symbol,\" he said resolutely. \"I want reality, and the Christian faith has always been rooted in reality. What's not rooted in reality is the faith of liberal scholars. They're the ones who are following a pipe dream, but Christianity is not a pipe dream.", "owner": "Gregory A. Boyd"}, {"item": "...there is therefore now no condemnation for two reasons: you are dead now; and God, as the Lamb slain from the foundation of the world, has been dead all along. The blame game was over before it started. It really was. All Jesus did was announce that truth and tell you it would make you free. It was admittedly a dangerous thing to do. You are a menace. Be he did it; and therefore, menace or not, here you stand: uncondemned, forever, now. What are you going to do with your freedom?", "owner": "Robert Farrar Capon, Between Noon & Three: Romance, Law & the Outrage of Grace"}, {"item": "There's no guarantee of disaster-free in any world religion,but love, faith and knowledge give men hope and willpower.", "owner": "Toba Beta, My Ancestor Was an Ancient Astronaut"}, {"item": "Truth without love, isn't.", "owner": "Shane Hipps, Selling Water by the River: A Book about the Life Jesus Promised and the Religion That Gets in the Way"}, {"item": "I'm Grateful to say I'm Grateful", "owner": "Eric Oneil Smith Jr"}, {"item": "That was one of the inherent flaws of faith. Belief without knowing. But worse yet: belief without action. It could be good in its own right. Beautiful, even, when embraced, but that had to be measured. Checked. Too many surrendered themselves to it. What they did not see was simple fact. Religion did not bring peace. It merely offered a means. It was up to man to create peace.", "owner": "Chris Galford, The Hollow March"}, {"item": "Faith can be interested in results only, for a truth once recognized as such puts an end to the believer's thinking.", "owner": "Wilhelm von Humboldt"}, {"item": "Darkness entered into, darkness realized, is the point of departure for all profound expressions of Christian hope. 'Meaningless darkness' becomes 'revelatory darkness' when it is confronted by the courage of a thoughtfulness and hope that is born of faith's quest for truth.", "owner": "Douglas John Hall, Imaging God: Dominion as Stewardship"}, {"item": "God will not look you over for medals, degrees or diplomas but for scars.", "owner": "Elbert Hubbard"}, {"item": "Never be afraid to trust an unknown future to a known God.", "owner": "Corrie ten Boom"}, {"item": "The function of prayer is not to influence God, but rather to change the nature of the one who prays.", "owner": "Søren Kierkegaard"}, {"item": "I am trying here to prevent anyone saying the really foolish thing that people often say about Him: I’m ready to accept Jesus as a great moral teacher, but I don’t accept his claim to be God. That is the one thing we must not say. A man who was merely a man and said the sort of things Jesus said would not be a great moral teacher. He would either be a lunatic — on the level with the man who says he is a poached egg — or else he would be the Devil of Hell. You must make your choice. Either this man was, and is, the Son of God, or else a madman or something worse. You can shut him up for a fool, you can spit at him and kill him as a demon or you can fall at his feet and call him Lord and God, but let us not come with any patronizing nonsense about his being a great human teacher. He has not left that open to us. He did not intend to.", "owner": "C.S. Lewis, Mere Christianity"}, {"item": "Whether or not you believe in God, you must believe this: when we as a species abandon our trust in a power greater than us, we abandon our sense of accountability. Faiths… all faiths… are admonitions that there is something we cannot understand, something to which we are accountable. With faith we are accountable to each other, to ourselves, and to a higher truth. Religion is flawed, but only because man is flawed. The church consists of a brotherhood of imperfect, simple souls wanting only to be a voice of compassion in a world spinning out of control.", "owner": "Dan Brown, Angels & Demons"}], "pagination": {"next": null, "prev": "/data/spiritual & philosophy/faith/3/data.json", "current": "/data/spiritual & philosophy/faith/4/data.json"}}