{"contents": [{"item": "Not being tense but ready.Not thinking but not dreaming.Not being set but flexible.Liberation from the uneasy sense of confinement.It is being wholly and quietly alive, aware and alert, ready for whatever may come.", "owner": "Bruce Lee, Tao of Jeet Kune Do"}, {"item": "...it's like this. Sometimes, when you've a very long street ahead of you, you think how terribly long it is and feel sure you'll never get it swept. And then you start to hurry. You work faster and faster and every time you look up there seems to be just as much left to sweep as before, and you try even harder, and you panic, and in the end you're out of breath and have to stop--and still the street stretches away in front of you. That's not the way to do it.You must never think of the whole street at once, understand? You must only concentrate on the next step, the next breath, the next stroke of the broom, and the next, and the next. Nothing else.That way you enjoy your work, which is important, because then you make a good job of it. And that's how it ought to be.And all at once, before you know it, you find you've swept the whole street clean, bit by bit. what's more, you aren't out of breath. That's important, too... (28-29)", "owner": "Michael Ende, Momo"}, {"item": "It's like you took a bottle of ink and you threw it at a wall. Smash! And all that ink spread. And in the middle, it's dense, isn't it? And as it gets out on the edge, the little droplets get finer and finer and make more complicated patterns, see? So in the same way, there was a big bang at the beginning of things and it spread. And you and I, sitting here in this room, as complicated human beings, are way, way out on the fringe of that bang. We are the complicated little patterns on the end of it. Very interesting. But so we define ourselves as being only that. If you think that you are only inside your skin, you define yourself as one very complicated little curlique, way out on the edge of that explosion. Way out in space, and way out in time. Billions of years ago, you were a big bang, but now you're a complicated human being. And then we cut ourselves off, and don't feel that we're still the big bang. But you are. Depends how you define yourself. You are actually--if this is the way things started, if there was a big bang in the beginning-- you're not something that's a result of the big bang. You're not something that is a sort of puppet on the end of the process. You are still the process. You are the big bang, the original force of the universe, coming on as whoever you are. When I meet you, I see not just what you define yourself as--Mr so-and- so, Ms so-and-so, Mrs so-and-so--I see every one of you as the primordial energy of the universe coming on at me in this particular way. I know I'm that, too. But we've learned to define ourselves as separate from it. ", "owner": "Alan W. Watts"}, {"item": "It is a wretched thing that the young men of today are so contriving and so proud of their material posessions. Men with contriving hearts are lacking in duty. Lacking in duty, they will have no self-respect.", "owner": "Tsunetomo Yamamoto, Hagakure: The Book of the Samurai"}, {"item": "Until today, it really pissed me off that I'd become this totally centered Zen Master, and nobody had noticed. Still, i'm doing the little FAX thing. I write little HAIKU things and FAX them around to everyone. When i pass people in the hall at work, I get toally ZEN right in everyone's hostile little FACE.", "owner": "Chuck Palahniuk, Fight Club"}, {"item": "Earth, mountains, rivers, hidden in this nothingness.In this nothingness, earth, mountains, rivers revealed.Spring flowers, winter snows.There's no being or non-being, nor denial itself.", "owner": "Saisho Hiroshi"}, {"item": "The point of the spiritual life is to realize Truth. But you will never understand the spiritual life, or realize Truth, if you measure it by your own yardstick.", "owner": "Dainin Katagiri"}, {"item": "Do not seek for the truth, only stop having an opinion.", "owner": "SENG-TS'AN"}, {"item": "The importance and unimportance of the self cannot be exaggerated.", "owner": "R.H. Blyth"}, {"item": "Once Seung Sahn Soen-sa and a student of his attended a talk at a Zen center in California. The Dharma teacher spoke about Bodhidharma. After the talk, someone asked him \"What's the difference between Bodhidharma's sitting in Sorim for nine years and your sitting here now?\"The Dharma teacher said, \"About five thousand miles.\"The questioner said, \"Is that all?\"The Dharma teacher said, \"Give or take a few miles.\"Later on, Soen-sa asked his student, \"What do you think of these answers?\"\"Not bad, not good. But the dog runs after the bone.\"\"How would you answer?\"\"I'd say, 'Why do you make a difference?' \"Soen-sa said, \"Not bad. Now you ask me.\"\"What's the difference between Bodhidharma's sitting in Sorim for nine years and your sitting here now?\"\"Don't you know?\"\"I'm listening.\"\"Bodhidharma sat in Sorim for nine years. I am sitting here now.\"The student smiled.", "owner": "Seung Sahn, Dropping Ashes on the Buddha: The Teachings of Zen Master Seung Sahn"}, {"item": "Nothing divides one so much as thought.", "owner": "R.H. Blyth"}, {"item": "I'm a practicing Zen Buddhist and I'm influenced by my readings in that tradition, such as the notion that everyone is born a perfect being and we spend most of our lives with a clouded vision trying to realize our perfection,\" he says. At critical moments in the book, T.S. registers his inkling of this realization. When he makes his maps, it feels like taking down dictation from the universe.", "owner": "Reif Larsen"}, {"item": "In our practice we have no particular purpose or goal, nor any special object of worship.", "owner": "Shunryu Suzuki, Zen Mind, Beginner's Mind: Informal Talks on Zen Meditation and Practice"}, {"item": "Hard to restrain, unstable is this mind; it flits wherever it lists. Good it is to control the mind. A controlled mind brings happiness.", "owner": "Gautama Buddha"}, {"item": "Zen probably won’t solve a single one of our problems. What it might do is help us relate differently to what we consider problems.", "owner": "Barry Graham, Kill Your Self: Life After Ego"}], "pagination": {"next": "/data/spiritual & philosophy/zen/1/data.json", "prev": null, "current": "/data/spiritual & philosophy/zen/0/data.json"}}