{"contents": [{"item": "Anything under God's control is never out of control.", "owner": "Charles R. Swindoll"}, {"item": "When your will is God's will, you will have your will.", "owner": "Charles Haddon Spurgeon"}, {"item": "Sometimes I arrive just when God's ready to have somone click the shutter.", "owner": "Ansel Adams"}, {"item": "Happiness is the object and design of our existence; and will be the end thereof, if we pursue the path that leads to it; and this path is virtue, uprightness, faithfulness, holiness, and keeping all the commandments of God.", "owner": "Joseph Smith Jr."}, {"item": "I think that I shall never seeA poem lovely as a tree.A tree whose hungry mouth is pressedAgainst the earth's sweet flowing breast;A tree that looks at God all dayAnd lifts her leafy arms to pray;A tree that may in summer wearA nest of robins in her hair;Upon whose bosom snow has lain;Who intimately lives with rain.Poems are made by fools like me,But only God can make a tree.", "owner": "Joyce Kilmer, Trees & Other Poems"}, {"item": "Prayer is not an old woman's idle amusement. Properly understood and applied, it is the most potent instrument of action.", "owner": "Mahatma Gandhi"}, {"item": "What the soul hardly realizes is that, unbeliever or not, his loneliness is really a homesickness for God.", "owner": "Dom Hubert Van Zeller"}, {"item": "God is whispering in your heart, in the whole existence, just tune your ears.", "owner": "Amit Ray, Meditation: Insights and Inspirations"}, {"item": "It's not about finding ways to avoid God's judgment and feeling like a failure if you don't do everything perfectly. It's about fully experiencing God's love and letting it perfect you. It's not about being somebody you are not. It's about becoming who you really are.", "owner": "Stormie Omartian, The Power of a Praying Woman"}, {"item": "God, send me anywhere, only go with me. Lay any burden on me, only sustain me. And sever any tie in my heart except the tie that binds my heart to Yours.", "owner": "David Livingstone"}, {"item": "I am striving to give back the Divine in myself to the Divine in the All.", "owner": "Plotinus"}, {"item": "The best remedy for those who are afraid, lonely or unhappy is to go outside, somewhere where they can be quite alone with the heavens, nature and God.", "owner": "Anne Frank, The Diary of a Young Girl"}, {"item": "Listen, God love everything you love - and a mess of stuff you don't. But more than anything else, God love admiration.You saying God vain? I ast.Naw, she say. Not vain, just wanting to share a good thing. I think it pisses God off if you walk by the color purple in a field somewhere and don't notice it.What it do when it pissed off? I ast.Oh, it make something else. People think pleasing God is all God care about. But any fool living in the world can see it always trying to please us back.", "owner": "Alice Walker, The Color Purple"}, {"item": "You are the perfect creation of God. Don't allow you to be down. God is experiencing through you.", "owner": "Amit Ray"}, {"item": "Do you give the horse his strength or clothe his neck with a flowing mane? Do you make him leap like a locust, striking terror with his proud snorting? He paws fiercely, rejoicing in his strength, and charges into the fray. He laughs at fear, afraid of nothing; he does not shy away from the sword. The quiver rattles against his side, along with the flashing spear and lance. In frenzied excitement he eats up the ground; he cannot stand still when the trumpet sounds.\"Job 39:19-25", "owner": "Anonymous, Holy Bible: New International Version"}], "pagination": {"next": "/data/spiritual & philosophy/god/3/data.json", "prev": "/data/spiritual & philosophy/god/1/data.json", "current": "/data/spiritual & philosophy/god/2/data.json"}}