{"contents": [{"item": "I sought to hear the voice of God and climbed the topmost steeple, but God declared: \"Go down again - I dwell among the people.", "owner": "John Henry Newman"}, {"item": "The great thing to remember is that though our feelings come and go God's love for us does not.", "owner": "C.S. Lewis"}, {"item": "Down on the lake rosy reflections of celestial vapor appeared, and I said, \"God, I love you\" and looked to the sky and really meant it. \"I have fallen in love with you, God. Take care of us all, one way or the other.\" To the children and the innocent it's all the same.", "owner": "Jack Kerouac, The Dharma Bums"}, {"item": "Let me tell you about love, that silly word you believe is about whether you like somebody or whether somebody likes you or whether you can put up with somebody in order to get something or someplace you want or you believe it has to do with how your body responds to another body like robins or bison or maybe you believe love is how forces or nature or luck is benign to you in particular not maiming or killing you but if so doing it for your own good. Love is none of that. There is nothing in nature like it. Not in robins or bison or in the banging tails of your hunting dogs and not in blossoms or suckling foal. Love is divine only and difficult always. If you think it is easy you are a fool. If you think it is natural you are blind. It is a learned application without reason or motive except that it is God. You do not deserve love regardless of the suffering you have endured. You do not deserve love because somebody did you wrong. You do not deserve love just because you want it. You can only earn - by practice and careful contemplations - the right to express it and you have to learn how to accept it. Which is to say you have to earn God. You have to practice God. You have to think God-carefully. And if you are a good and diligent student you may secure the right to show love. Love is not a gift. It is a diploma. A diploma conferring certain privileges: the privilege of expressing love and the privilege of receiving it. How do you know you have graduated? You don't. What you do know is that you are human and therefore educable, and therefore capable of learning how to learn, and therefore interesting to God, who is interested only in Himself which is to say He is interested only in love. Do you understand me? God is not interested in you. He is interested in love and the bliss it brings to those who understand and share the interest. Couples that enter the sacrament of marriage and are not prepared to go the distance or are not willing to get right with the real love of God cannot thrive. They may cleave together like robins or gulls or anything else that mates for life. But if they eschew this mighty course, at the moment when all are judged for the disposition of their eternal lives, their cleaving won't mean a thing. God bless the pure and holy. Amen.", "owner": "Toni Morrison, Paradise"}, {"item": "Love God and He will enable you to love others even when they disappoint you.", "owner": "Francine Rivers, And The Shofar Blew"}, {"item": "Give me the Love that leads the wayThe Faith that nothing can dismayThe Hope no disappointments tireThe Passion that'll burn like fireLet me not sink to be a clodMake me Thy fuel, Flame of God", "owner": "Amy Carmichael"}, {"item": "If in thirst you drink water from a cup, you see God in it. Those who are not in love with God will see only their own faces in it.", "owner": "Jalaluddin Rumi"}, {"item": "In God there is no hunger that needs to be filled, only plenteousness that desires to give.", "owner": "C.S. Lewis, The Four Loves"}, {"item": "If you follow the will of God, you know that in spite of all the terrible things that happen to you, you will never lose a final refuge. You know that the foundation of the world is love, so that even when no human being can or will help you, you may go on, trusting in the One that loves you.", "owner": "Pope Benedict XVI"}, {"item": "God is love,\" she said. \"And he respects love, whether it's between a parents, and child, a man and woman, or friends. I don't think he cares about religion one little bit. Live your life right. Love with all your heart. Don't hurt others, and help those in need. That is all you need to know. And don't worry about heaven. If it exists, you'll be welcome.", "owner": "Ellen Hopkins, Burned"}, {"item": "But where was God now, with heaven full of astronauts, and the Lord overthrown? I miss God. I miss the company of someone utterly loyal. I still don't think of God as my betrayer. The servants of God, yes, but servants by their very nature betray. I miss God who was my friend. I don't even know if God exists, but I do know that if God is your emotional role model, very few human relationships will match up to it. I have an idea that one day it might be possible, I thought once it had become possible, and that glimpse has set me wandering, trying to find the balance between earth and sky. If the servants hadn't rushed in and parted us, I might have been disappointed, might have snatched off the white samite to find a bowl of soup. As it is, I can't settle, I want someone who is fierce and will love me until death and know that love is as strong as death, and be on my side for ever and ever. I want someone who will destroy and be destroyed by me. There are many forms of love and affection, some people can spend their whole lives together without knowing each other's names. Naming is a difficult and time-consuming process; it concerns essences, and it means power. But on the wild nights who can call you home? Only the one who knows your name. Romantic love has been diluted into paperback form and has sold thousands and millions of copies. Somewhere it is still in the original, written on tablets of stone. I would cross seas and suffer sunstroke and give away all I have, but not for a man, because they want to be the destroyer and never the destroyed.", "owner": "Jeanette Winterson, Oranges Are Not the Only Fruit"}, {"item": "If the concept of God has any validity or any use, it can only be to make us larger, freer, and more loving. If God cannot do this, then it is time we got rid of Him.", "owner": "James     Baldwin, The Fire Next Time"}, {"item": "All God does is watch us and kill us when we get boring. We must never, ever be boring.", "owner": "Chuck Palahniuk, Invisible Monsters"}, {"item": "The most wasted of all days is one without laughter.", "owner": "Nicolas Chamfort"}, {"item": "If you want to make God laugh, tell him about your plans.", "owner": "Woody Allen"}], "pagination": {"next": "/data/spiritual & philosophy/god/1/data.json", "prev": null, "current": "/data/spiritual & philosophy/god/0/data.json"}}