{"contents": [{"item": "There is no end in India, Mr. Jiabao,as Mr. Ashok so correctly used to say. You'll have to keep paying and paying the fuckers. But I complain about the police the way the rich complain; not the way the poor complain. The difference is everything.", "owner": "Aravind Adiga, The White Tiger"}, {"item": "The only thing I like about rich people is their money.", "owner": "Nancy Astor the Viscountess Astor"}, {"item": "All wars are sacred,” he said. “To those who have to fight them. If the people who started wars didn’t make them sacred, who would be foolish enough to fight? But, no matter what rallying cries the orators give to the idiots who fight, no matter what noble purposes they assign to wars, there is never but one reason for a war. And that is money. All wars are in reality money squabbles. But so few people ever realize it. Their ears are too full of bugles and drums and the fine words from stay-at-home orators. Sometimes the rallying cry is ’save the Tomb of Christ from the Heathen!’ Sometimes it’s ’down with Popery!’ and sometimes ‘Liberty!’ and sometimes ‘Cotton, Slavery and States’ Rights!", "owner": "Margaret Mitchell, Gone with the Wind"}, {"item": "As I’m fond of saying, if you want to find utopia, take a sharp right on money and a sharp left on sex and it’s straight ahead.", "owner": "Penn Jillette"}, {"item": "Like so many women for whom money has always been provided without their understanding how, she was prepared to be a thorough and irresponsible plunger.", "owner": "Booth Tarkington, The Magnificent Ambersons"}, {"item": "There is no money in poetry, but then there is no poetry in money.", "owner": "Robert Graves"}, {"item": "Nothing feels dirtier than living a life that is not your own. No amount of money is worth my soul. I would rather be homeless and go out in a blaze of glory than subject myself to a slow and steady death of apathy and government by my environment.", "owner": "Chris Matakas, The Tao of Jiu Jitsu"}, {"item": "It is not worth having a burden about money. One breathes a sigh of relief when he deposits money in the bank but becomes unhappy when the money is gone. There is nothing in this world worth being relieved about because it is all temporary.", "owner": "Dada Bhagwan"}, {"item": "Rich people do not work for money, they are doing what they like to do", "owner": "Sunday Adelaja"}, {"item": "Why do we need money beyond a point? If we are free of ill health, enmity, and debt, is that not enough? Too much money only leads to less peace.", "owner": "Tirumalai Krishnamacharya"}, {"item": "While money can't buy happiness, it certainly lets you choose your own form of misery.", "owner": "Groucho Marx"}, {"item": "The hardest thing in the world to understand is the income tax.", "owner": "Albert Einstein"}, {"item": "Making money isn't hard in itself... What's hard is to earn it doing something worth devoting one's life to.", "owner": "Carlos Ruiz Zafón, The Shadow of the Wind"}, {"item": "Don't think money does everything or you are going to end up doing everything for money.", "owner": "Voltaire"}, {"item": "There's nothing in the world so demoralizing as money.", "owner": "Sophocles, Antigone"}], "pagination": {"next": "/data/work & productivity/money/2/data.json", "prev": "/data/work & productivity/money/0/data.json", "current": "/data/work & productivity/money/1/data.json"}}