{"contents": [{"item": "If your leg is in a cast, it's really dumb to sit in front of your computer doing unnecessary stuff with it hanging down. Your leg will swell and heal slower, if at all. When you go to your doctor, he/she will give you one of those \"you're really dumb and self destructive\" looks. Also, \"Why didn't you follow my orders and rest?\" Your doctor will be right, and so will mine at my next office visit. Elevate, folk! Elevate your mind, your soul, and your leg, in the order needed!", "owner": "Sandy Nathan, Numenon"}, {"item": "Healthy citizens are the greatest asset any country can have.", "owner": "Winston S. Churchill"}, {"item": "Self care is any action you purposefully take to improve your physical, emotional or spiritual well being. Too often, we do not make time for sufficient self care because we’re too busy taking care of others. Life’s demands at home, in our community and at work can take our lives out of balance. Self care can be getting more rest, eating healthier food, spending more time in thoughtful reflection, being kinder to yourself, smiling more, playing, or engaging in any activity that renews you. By making time for self care, you prepare yourself to be your best so you can share your gifts with the world. You cannot serve from an empty vessel. © 2017 Eleanor Brownn eleanorbrownn.com", "owner": "Eleanor Brownn"}, {"item": "Live Life Fully & Abundantly", "owner": "Gabbriella Conte"}, {"item": "Take care of your health. Don't look for one quick fix to cure all your ailments. Take the time every day to help your mind, body, and soul heal. It is extremely important for your daily happiness to know that you are supporting your health instead of hurting it.", "owner": "Avina Celeste"}, {"item": "Who needs toothpaste when you have cigarettes?", "owner": "kevin mcpherson eckhoff"}, {"item": "The laboratory evidence that carbohydrate-rich diets can cause the body to reain water and so raise blood pressure, just as salt consumption is supposed to do, dates back well over a century", "owner": "Gary Taubes, Good Calories, Bad Calories: Challenging the Conventional Wisdom on Diet, Weight Control, and Disease"}, {"item": "And if, by the end [of this book], you reckon you might still disagree with me, then I offer you this: you'll still be wrong, but you'll be wrong with a lot more panache and flair than you could possibly manage right now.", "owner": "Ben Goldacre, Bad Science: Quacks, Hacks, and Big Pharma Flacks"}, {"item": "Tell me what you eat and I will tell you who you are.", "owner": "Jean Anthelme Brillat-Savarin"}, {"item": "Homeopathy pills are, after all, empty little sugar pills which seem to work, and so they embody [..] how we can be misled into thinking that any intervention is more effective than it really is.", "owner": "Ben Goldacre, Bad Science: Quacks, Hacks, and Big Pharma Flacks"}, {"item": "Movement is life!", "owner": "Alessandro Boccaletti, Veritas The Pharmacological Endgame"}, {"item": "Then they gave me a loaf of bread and told me to walk through the forest and give some to anyone who asked. I did exactly what they told me, and the second beggar-woman was a fairy in disguise, but instead of saying that whenever I spoke, diamonds and roses would drop from my mouth, she said that since I was so kind, I would never have any problems with my teeth.”“Really? Did it work?”“Well, I haven’t had a toothache since I met her.”“I’d much rather have good teeth than have diamonds and roses drop out of my mouth whenever I said something", "owner": "Patricia C. Wrede, Dealing with Dragons"}, {"item": "I was very surprised when last I bought a packet of cigarettes and had to request a refund as I read a warning that told me \"smoking can cause fatal lung cancer\".", "owner": "Robert Clark"}, {"item": "A laugh a day does you more good than an apple – read a humours book ...", "owner": "James Minter, The Unexpected Consequences of Iron Overload"}, {"item": "Millions of our citizens do not now have a full measure of opportunity to achieve and to enjoy good health. Millions do not now have protection or security against the economic effects of sickness. And the time has now arrived for action to help them attain that opportunity and to help them get that protection.", "owner": "Harry Truman"}], "pagination": {"next": "/data/health & fitness/health/1/data.json", "prev": null, "current": "/data/health & fitness/health/0/data.json"}}