{"contents": [{"item": "You should be spreading the good word. You should be etching the good word onto the glass scanning beds of library photocopiers. You should be scraping the truth onto old auto parts and throwing them off bridges so that people digging in the mud in a million years will question the world, too. You should be carving eyeballs into tire treads and onto shoe soles so that your every trail speaks of thinking and faith and belief. You should be designing molecules that crystallize into poems of devotion. You should be making bar codes that print out truth, not lies. You shouldn't even throw away a piece of litter unless it has the truth stamped on it--a demand for people to reach a finer place! ...Your new life will be tinged with urgency, as though you're digging out the victims of an avalanche. If you're not spending every waking moment of your life living the truth, if you're not plotting every moment to boil the carcass of the old order, then you're wasting your day.", "owner": "Douglas Coupland, Player One: What Is to Become of Us"}, {"item": "The ways of the heart are complex.” He looked out at the ocean again. “The waves churn and break upon the rocks, Talon. So do human feelings. Passion can be a man’s undoing. With passion must come wisdom; otherwise, your enemies have a weapon to use against you.", "owner": "Raymond E. Feist, Talon of the Silver Hawk"}, {"item": "Why?\" I shrieked, hitting him again and again, and again, the sound of the blows thudding against his chest. \"Why, why why!\".Because I was afraid!\" He got hold of my wrists and threw me backward so I fell across the bed. He stood over me, fists clenched, breathing hard.I am a coward, damn you! I couldna tell ye, for fear ye would leave me, and unmanly thing that I am, I thought I couldna bear that!\"~~~~~~~~~You should have told me!\"And if I had?, You'd have turned on your heel and gone without a word. And having seen ye again--I tell ye, I would ha' done far worse than lie to keep you!\"Voyager", "owner": "Diana Gabaldon"}, {"item": "Through their kisses and caresses they experienced a joy and wonder the equal of which has never been known or heard of. But I shall be silent...; for the rarest and most delectable pleasures are those which are hinted at, but never told.", "owner": "Chrétien de Troyes"}, {"item": "His tender tone turned her heart over. She obliged, tilting her head back slightly and looking up at him in the firelit darkness. When he bent his head and his mouth met hers, she gave a little sigh, her lips parting slightly in surprise and expectation. He kissed her with the same sure decisiveness with which he did everything else, his mouth trailing to her cheek and chin and ear, returning again and again to her mouth and lingering there, his breath mingling with her own. She felt adrift in small, sharp bursts of pleasure. Was this how a man was suppose to kiss a woman? Tenderly... firmly... repeatedly? His fingers fanned through her hair till the pins gave way and wayward locks spilled like black ribbon to the small of her back. In answer, her arms circled his neck, bringing him nearer, every kiss sweeter and surer than the one before. Soon they were lost in a haze of sighs and murmurs and caresses.", "owner": "Laura Frantz, The Colonel's Lady"}, {"item": "Licence my roving hands, and let them go Before, behind, between, above, below.", "owner": "John Donne, The Complete English Poems"}, {"item": "Wild Nights – Wild Nights!Were I with theeWild Nights should beOur luxury!Futile – the winds –To a heart in port –Done with the compass –Done with the chart!Rowing in Eden –Ah, the sea!Might I moor – Tonight –In thee!", "owner": "Emily Dickinson, Selected Poems"}, {"item": "Used to be hewas my heart's desire.His forthright gaze,his expert hands:I'd lie on the couch with my eyesclosed just thinking about it.Never about the factthat everything changes,that even this,my best passion,would not be immune.No, I would bask on in aneternal daydream of the handsfinding me, the gaze like a windingstair coaxing me down. . . .Until I caught a glimpseof something in the mirror:silly girl in her lingerie,dancing with the furniture--a hot little bundle, flush withcliches. Into that pairof too-bright eyes I lookedand saw myself. And something else: would never look that way.", "owner": "Deborah Garrison, A Working Girl Can't Win"}, {"item": "Now therefore, while the youthful hue Sits on thy skin like morning dew, And while thy willing soul transpires At every pore with instant fires, Now let us sport us while we may, And now, like amorous birds of prey, Rather at once our time devour Than languish in his slow-chapped power.Let us roll all our strength and all Our sweetness up into one ball, And tear our pleasures with rough strife Thorough the iron gates of life: Thus, though we cannot make our sun Stand still, yet we will make him run.", "owner": "Andrew Marvell, The Complete Poems"}, {"item": "My tongue remembers your wounded flavor.The vein in my neckadores you. A swordstands up between my hips,my hidden fleece sends forth its scent of human oil.", "owner": "Li-Young Lee, The City in Which I Love You"}, {"item": "I dreamed that you bewitched me into bedAnd sung me moon-struck, kissed me quite insane.(I think I made you up inside my head.)", "owner": "Sylvia Plath, The Collected Poems"}, {"item": "She's always looking for poetry and passion and sensitivity, the whole Romantic kitchen. I live on a rather simpler diet.' 'Prose and pudding?''I don't expect attractive men necessarily to have attractive souls.", "owner": "John Fowles, The Magus"}, {"item": "How blest am I in this discovering thee!To enter in these bonds is to be free;Then where my hand is set, my seal shall be. Full nakedness! All joys are due to thee,As souls unbodied, bodies unclothed must be", "owner": "John Donne, The Complete English Poems"}, {"item": "Behind the perfection of a man's style, must lie the passion of a man's soul.", "owner": "Oscar Wilde, Reviews"}, {"item": "Success caused passion more than passion caused success.", "owner": "Scott Adams, How to Fail at Almost Everything and Still Win Big: Kind of the Story of My Life"}], "pagination": {"next": "/data/work & productivity/passion/1/data.json", "prev": null, "current": "/data/work & productivity/passion/0/data.json"}}