{"contents": [{"item": "Songs edify the soul.", "owner": "Lailah Gifty Akita"}, {"item": "Motivation is soothing medicine for the soul.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Positive thought is healthy to the soul.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Usually, we believe that our pain is a misfortune that needs to be fixed, but in fact, all pain (physical, mental, and emotional) is a necessary step towards becoming conscious.", "owner": "Mada Eliza Dalian"}, {"item": "Those who have chosen to provide for the health and well being of others. Call them homoeopaths, allopaths and whatever one may, they must remember, they have been called and have chosen to serve. Dr. Ron Harris - 1965", "owner": "Dr. Ron Harris"}, {"item": "We are healthy only to the extent that our ideas are humane.", "owner": "Kurt Vonnegut Jr., Breakfast of Champions"}, {"item": "The world we have created, has problems, that can not be resolved by rich getting richer but by sharing we can over come the problems\" Dr. Ron Harris - 2008", "owner": "Dr. Ron Harris"}, {"item": "If ignorance about the nature of pain is widespread, ignorance about the way pain-killing drugs is even more so. What is not generally understood is that many of the vaunted pain-killing drugs conceal the pain without correcting the underlying condition. They deaden the mechanism in the body that alerts the brain to the fact that something may be wrong. The body can pay a high price for suppression of pain without regard to its basic cause.", "owner": "Norman Cousins, Anatomy of an Illness: As Perceived by the Patient"}, {"item": "Suppose I stopped taking aspirin and phenylbutazone? What about the pain? The bones in my spine and practically every joint in my body felt as though I had been run over by a truck. I knew that pain could be affected by attitudes. Most people become panicky about almost any pain. On all sides they have been so bombarded with advertisements about pain that they take this or that analgesic at the slightest sign of an ache. We are largely illiterate about pain and so are seldom able to deal with it rationally. Pain is part of the body's magic. It is the way the body transmits a sign to the body that something is wrong.", "owner": "Norman Cousins, Anatomy of an Illness: As Perceived by the Patient"}, {"item": "Time is the one thing that patients need most from their doctors--time to be heard, time to have things explained, time to reassured, time to be introduced by the doctor personally to specialists or other attendants whose very existence seems to reflect something new and threatening. yet the one thing that too many doctors find most difficult to command or manage is time.", "owner": "Norman Cousins, Anatomy of an Illness: As Perceived by the Patient"}, {"item": "You'll notice that pain isn't solid or constant but rather a series of sensations, sometimes hard, sometimes light, and even sometimes gone altogether", "owner": "Ruby Wax, Sane New World: Taming The Mind"}, {"item": "The Concept of Internal and External Stressor is a Misnomer. All Stress is Created Finally Through an Internal Mechanism Mediated by Our Thoughts.", "owner": "Kiran Dintyala"}, {"item": "When it comes to our most precious commodity, our own health, many of us are like sheep following whatever our doctors and insurance companies and other medical care providers tell us to do and not to do.about our health.", "owner": "Archelle Georgiou"}, {"item": "Money cannot buy health, but I'd settle for a diamond-studdedwheelchair.", "owner": "Dorothy Parker"}, {"item": "I read once that you need two things to be happy: any two of health, money, and love. You can cover the absense of one with the other two... But now I realized this was unmitigated bullshit, because health and money did not compare with love at all.", "owner": "Max Barry, Machine Man"}], "pagination": {"next": "/data/health & fitness/health/2/data.json", "prev": "/data/health & fitness/health/0/data.json", "current": "/data/health & fitness/health/1/data.json"}}