{"contents": [{"item": "Human relationships always help us to carry on because they always presuppose further developments, a future - and also because we live as if our only task was precisely to have relationships with other people.", "owner": "Albert Camus"}, {"item": "You have within you,right now,everything you need to deal with whatever the world can throw at you.", "owner": "Brian Tracy"}, {"item": "Love is the only future God offers.", "owner": "Victor Hugo, Les Misérables"}, {"item": "Why didn't I learn to treat everything like it was the last time. My greatest regret was how much I believed in the future.", "owner": "Jonathan Safran Foer, Extremely Loud and Incredibly Close"}, {"item": "You realize that our mistrust of the future makes it hard to give up the past.", "owner": "Chuck Palahniuk, Survivor"}, {"item": "Do not let the memories of your past limit the potential of your future. There are no limits to what you can achieve on your journey through life, except in your mind.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "You spend your whole life stuck in the labyrinth, thinking about how you'll escape one day, and how awesome it will be, and imagining that future keeps you going, but you never do it. You just use the future to escape the present.", "owner": "John Green, Looking for Alaska"}, {"item": "It is difficult to live in and enjoy the moment when you are thinking about the past or worrying about the future. You cannot change your past, but you can ruin the present by worrying about your future. Learn from the past, plan for the future. The more you live in and enjoy the present moment, the happier you will be.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "People were always getting ready for tomorrow. I didn't believe in that. Tomorrow wasn't getting ready for them. It didn't even know they were there.", "owner": "Cormac McCarthy, The Road"}, {"item": "In magic - and in life - there is only the present moment, the now. You can't measure time the way you measure the distance between two points. 'Time' doesn't pass. We human beings have enormous difficulty in focusing on the present; we're always thinking about what we did, about how we could have done it better, about the consequences of our actions, and about why we didn't act as we should have. Or else we think about the future, about what we're going to do tomorrow, what precautions we should take, what dangers await us around the next corner, how to avoid what we don't want and how to get what we have always dreamed of.", "owner": "Paulo Coelho, Aleph"}, {"item": "in a woman's womb.another chance.to make the world better.", "owner": "Ellen Hopkins, Burned"}, {"item": "Always choose the future over the past. What do we do now?", "owner": "Brian Tracy, Create Your Own Future: How to Master the 12 Critical Factors of Unlimited Success"}, {"item": "I want an infinitely blank book and the rest of time......why didn't I learn to treat everything like it was the last time, my greatest regret is how much I believed in the future.", "owner": "Jonathan Safran Foer"}, {"item": "You know, people ask me. They say 'Dan, three years later do you really want to be drawing cat whiskers on your face?' but they don't understand. The cat whiskers, they come from within.", "owner": "Dan Howell"}, {"item": "You will be fine,' the fortune teller says. 'There may be decisions to make and surprises in store. Life takes us to unexpected places sometimes. The future is never set in stone, remember that.", "owner": "Erin Morgenstern, The Night Circus"}], "pagination": {"next": "/data/inspiration/future/1/data.json", "prev": null, "current": "/data/inspiration/future/0/data.json"}}