{"contents": [{"item": "You made me feel alive again.", "owner": "Julie Kagawa, The Iron King"}, {"item": "Wanting him to come back before anyone notices part of the world has not moved since he left.", "owner": "Brian Andreas"}, {"item": "Ah, love, let us be true To one another! for the world, which seems To lie before us like a land of dreams, So various, so beautiful, so new, Hath really neither joy, nor love, nor light, Nor certitude, nor peace, nor help for pain; And we are here as on a darkling plain Swept with confused alarms of struggle and flight, Where ignorant armies clash by night.", "owner": "Matthew Arnold, Dover Beach and Other Poems"}, {"item": "Wisdom is knowing I am nothing,Love is knowing I am everything,and between the two my life moves.", "owner": "Nisargadatta Maharaj"}, {"item": "I want someone whose heart is big enough to hold me.", "owner": "Rainbow Rowell, Attachments"}, {"item": "Because isn’t that the point of every relationship: to be known by someone else, to be understood? He gets me. She gets me. Isn’t that the simple magic phrase?", "owner": "Gillian Flynn, Gone Girl"}, {"item": "If I had a camera,' I said, 'I'd take a picture of you every day. That way I'd remember how you looked every single day of your life.", "owner": "Nicole Krauss"}, {"item": "Remember how it was when we kissed? Armfuls and armfuls of light thrown right at us. A rope dropping down from the sky. How can the word love and the word life even fit in the mouth?", "owner": "Jandy Nelson, The Sky Is Everywhere"}, {"item": "Nothing in life is worth,turning your back on,if you love it.", "owner": "Albert Camus"}, {"item": "In fairy tales, the princesses kiss the frogs, and the frogs become princes. In real life, the pricesses kiss princes, and the princes turn into frogs.", "owner": "Paulo Coelho, By the River Piedra I Sat Down and Wept"}, {"item": "Gamble everything for love, if you're a true human being.", "owner": "Jalaluddin Rumi"}, {"item": "I love you, even if there isn’t any me, or any love, or even any life. I love you.", "owner": "Zelda Fitzgerald"}, {"item": "The best use of life is love. The best expression of love is time. The best time to love is now.", "owner": "Rick Warren"}, {"item": "There is love of course. And then there's life, its enemy.", "owner": "Jean Anouilh"}, {"item": "I hadn't been out to the hives before, so to start off she gave me a lesson in what she called 'bee yard etiquette'. She reminded me that the world was really one bee yard, and the same rules work fine in both places. Don't be afraid, as no life-loving bee wants to sting you. Still, don't be an idiot; wear long sleeves and pants. Don't swat. Don't even think about swatting. If you feel angry, whistle. Anger agitates while whistling melts a bee's temper. Act like you know what you're doing, even if you don't. Above all, send the bees love. Every little thing wants to be loved.", "owner": "Sue Monk Kidd, The Secret Life of Bees"}], "pagination": {"next": "/data/spiritual & philosophy/life/3/data.json", "prev": "/data/spiritual & philosophy/life/1/data.json", "current": "/data/spiritual & philosophy/life/2/data.json"}}