{"contents": [{"item": "Circumstances will change and things will be fine, just hold on a little more", "owner": "Ishmael Beah, A Long Way Gone: Memoirs of a Boy Soldier"}, {"item": "If you meet a woman of whatever complexion who sails her life with strength and grace and assurance, talk to her! And what you will find is that there has been a suffering, that at some time she has left herself for hanging dead.", "owner": "Sena Jeter Naslund, Ahab's Wife, or The Star-Gazer"}, {"item": "I never could understand why some writers treat women as helpless. Every woman I know is strong in her own unique way.", "owner": "Terry Goodkind"}, {"item": "Abby: \"You were great. I don't know what I'd have done without you.\"Dylan: \"You'd have done fine. That's one of the most intimidating things about you.\" Abby: \"Intimidating? Me?\"Dylan: \"It isn't easy for a man to get involved with a woman who's totally capable of handling anything that comes along... It isn't easy for a man to believe that there are woman who can not only do those things but enjoy them... [But] it's all natural for you isn't it? It's incredible.", "owner": "Nora Roberts, Born O'Hurley"}, {"item": "Speaking very generally, I find that women are spiritually, emotionally, and often physically stronger than men.", "owner": "Gary Oldman"}, {"item": "Harriet loved her new persona. As Maxine, she was courageous and accomplished, a woman of sophistication equally at home in Cannes or on the Indian subcontinent. As Maxine she didn't walk, she strode; she did not merely see, but beheld. The very air she breathed was bracing. Here was a conqueror of worlds.", "owner": "Diane Hammond, Hannah's Dream"}, {"item": "You are first and foremost a person. A reckless, foolish person, but a person nonetheless. If I ever say you are not permitted to do something, rest assured that the last reason I would ever say so would be because you are a girl.", "owner": "Renee Ahdieh, Flame in the Mist"}, {"item": "Etta saw the way Sophia took a deep breathe, set her shoulders back, and moved with practiced grace on her way out — and she understood something about the other girl, truly understood for the first time. Sophia wanted it, when she was only ever sent out.", "owner": "Alexandra Bracken, Passenger"}, {"item": "Even the mild-mannered Sophia Western of Tom Jones and Richardson's annoyingly pious Clarissa Harlow distinguished themselves by saying no to the authority of their parents, their societies, and norms and demanding to marry the man they chose. Perhaps it was exactly because women were deprived of so much in their real lives that they became so subversive in the realm of fiction, refusing the authority imposed on them, breaking out of old structures, not submitting.", "owner": "Azar Nafisi, Things I've Been Silent About: Memories"}, {"item": "Worry does not empty tomorrow of its sorrow, it empties today of its strength.", "owner": "Corrie ten Boom, Clippings from My Notebook"}, {"item": "It is easier to build strong children than to repair broken men.", "owner": "Frederick Douglass"}, {"item": "The world breaks every one and afterward many are strong at the broken places.", "owner": "Ernest Hemingway, A Farewell to Arms"}, {"item": "A strong woman who recklessly throws away her strength, she is worse than a weak woman who has never had any strength to throw away.", "owner": "Thomas Hardy, Tess of the D'Urbervilles"}, {"item": "Temper us in fire, and we grow stronger. When we suffer, we survive.", "owner": "Cassandra Clare, City of Heavenly Fire"}, {"item": "You feel your strength in the experience of pain.", "owner": "Jim Morrison"}], "pagination": {"next": "/data/health & fitness/strength/1/data.json", "prev": null, "current": "/data/health & fitness/strength/0/data.json"}}