{"contents": [{"item": "Success isn't a result of spontaneous combustion. You must set yourself on fire.", "owner": "Arnold H. Glasow"}, {"item": "No man can be a failure if he thinks he's a success; If he thinks he is a winner, then he is.", "owner": "Robert W. Service"}, {"item": "Even if you are on the right track, but just sit there, you will still get run over.", "owner": "Will Rogers"}, {"item": "If you have a success you have it for the wrong reasons. If you become popular it is always because of the worst aspects of your work.", "owner": "Ernest Hemingway"}, {"item": "It is wise to keep in mind that neither success nor failure is ever final.", "owner": "Roger W. Babson"}, {"item": "Failure is the condiment that gives success its flavour.", "owner": "Truman Capote"}, {"item": "The key ingredient to any kind of happiness or success is to never give less than your best", "owner": "Russell Simmons"}, {"item": "Nothing succeeds like success.", "owner": "Alexandre Dumas, Ange Pitou"}, {"item": "Those who reach for the Sun, usually drop the world.", "owner": "Lionel Suggs"}, {"item": "Why be a man when you can be a success.", "owner": "Bertolt Brecht"}, {"item": "My dreams are worthless, my plans are dust, my goals are impossible.All are of no value unless they are followed by action.", "owner": "Og Mandino, The Greatest Salesman in the World"}, {"item": "Sometimes, you have to step into oblivion, in order to paint success.", "owner": "Lionel Suggs"}, {"item": "To be successful, you must decide exactly what you want to accomplish, then resolve to pay the price to get it.", "owner": "Nelson Bunker Hunt"}, {"item": "One person's success doesn't take away from your own.", "owner": "Jeremy Piven"}, {"item": "The awful penalty of success is the haunting dread of subsequent failure.", "owner": "A.C. Benson, Escape and Other Essays"}], "pagination": {"next": "/data/work & productivity/success/4/data.json", "prev": "/data/work & productivity/success/2/data.json", "current": "/data/work & productivity/success/3/data.json"}}