{"contents": [{"item": "Any intelligent person knows that life is a beautiful thing and that the purpose of life is to be happy,\" said my father as he watched the three beauties. \"But it seems only idiots are ever happy. How can we explain this?", "owner": "Orhan Pamuk, The Museum of Innocence"}, {"item": "Whole life is a search for beauty. But, when the beauty is found inside, the search ends and a beautiful journey begins.", "owner": "Harshit Walia"}, {"item": "For attractive lips, speak words of kindness.For lovely eyes, seek out the good in people.For a slim figure, share your food with the hungry.For beautiful hair, let a child run his fingers through it once a day.For poise, walk with the knowledge you’ll never walk alone....We leave you a tradition with a future.The tender loving care of human beings will never become obsolete.People even more than things have to be restored, renewed, revived, reclaimed and redeemed and redeemed and redeemed.Never throw out anybody.Remember, if you ever need a helping hand, you’ll find one at the end of your arm.As you grow older, you will discover that you have two hands: one for helping yourself, the other for helping others.Your “good old days” are still ahead of you, may you have many of them.", "owner": "Sam Levenson, In One Era & Out the Other"}, {"item": "I don't think of all the misery, but of the beauty that still remains.", "owner": "Anne Frank, The Diary of a Young Girl"}, {"item": "No matter how plain a woman may be, if truth and honesty are written across her face, she will be beautiful.", "owner": "Eleanor Roosevelt"}, {"item": "For beauty is nothing but the beginning of terrorwhich we are barely able to endure, and it amazes us so,because it serenely disdains to destroy us.Every angel is terrible.", "owner": "Rainer Maria Rilke, Duino Elegies"}, {"item": "After sleeping through a hundred million centuries we have finally opened our eyes on a sumptuous planet, sparkling with color, bountiful with life. Within decades we must close our eyes again. Isn’t it a noble, an enlightened way of spending our brief time in the sun, to work at understanding the universe and how we have come to wake up in it? This is how I answer when I am asked—as I am surprisingly often—why I bother to get up in the mornings.", "owner": "Richard Dawkins"}, {"item": "The beauty of the world...has two edges, one of laughter, one of anguish, cutting the heart asunder.", "owner": "Virginia Woolf"}, {"item": "When people see some things as beautiful,other things become ugly.When people see some things as good,other things become bad.", "owner": "Lao Tzu, Tao Te Ching"}, {"item": "Of life's two chief prizes, beauty and truth, I found the first in a loving heart and the second in a laborer's hand.", "owner": "Kahlil Gibran"}, {"item": "You are beautiful. Know this. Anyone who tells you otherwise is simply lying. You are beautiful.", "owner": "Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience"}, {"item": "And if these mountains had eyes, they would wake to find two strangers in their fences, standing in admiration as a breathing red pours its tinge upon earth's shore. These mountains, which have seen untold sunrises, long to thunder praise but stand reverent, silent so that man's weak praise should be given God's attention.", "owner": "Donald Miller, Through Painted Deserts: Light, God, and Beauty on the Open Road"}, {"item": "Love me or hate me I promise that it will never make or break me...<3", "owner": "Tyra Banks, Tyra's Beauty Inside  Out"}, {"item": "Rest is not idleness, and to lie sometimes on the grass under trees on a summer's day, listening to the murmur of the water, or watching the clouds float across the sky, is by no means a waste of time.", "owner": "John Lubbock, The Use Of Life"}, {"item": "Last nightthe rainspoke to meslowly, saying, what joyto come fallingout of the brisk cloud, to be happy againin a new wayon the earth! That’s what it saidas it dropped, smelling of iron, and vanishedlike a dream of the oceaninto the branchesand the grass below.Then it was over.The sky cleared.I was standingunder a tree.The tree was a treewith happy leaves, and I was myself, and there were stars in the skythat were also themselvesat the momentat which momentmy right handwas holding my left handwhich was holding the treewhich was filled with starsand the soft rain –imagine! imagine! the long and wondrous journeysstill to be ours.", "owner": "Mary Oliver"}], "pagination": {"next": "/data/inspiration/beauty/4/data.json", "prev": "/data/inspiration/beauty/2/data.json", "current": "/data/inspiration/beauty/3/data.json"}}