{"contents": [{"item": "I have been smashed and put back together so many times nothing works right. Nothing is where it should be, heavy thumping in my shoulder where my heart now beats.", "owner": "Elizabeth Scott, Living Dead Girl"}, {"item": "It's OK not to be OK.", "owner": "Lindsey Kelk, I Heart New York"}, {"item": "Sad people have the gift of time, while the world dizzies everyone else; they remain stagnant, their bodies refusing to follow pace with the universe. With these kind of people everything aches for too long, everything moves without rush, wounds are always wet.", "owner": "Warsan Shire, Teaching My Mother How to Give Birth"}, {"item": "Sadness does not last forever when we walk in the direction of that which we always desired.", "owner": "Paulo Coelho, The Fifth Mountain"}, {"item": "She's known sadness. That's what it is. I only just thought that as I wrote it. She's known sadness, and it has made her kind.", "owner": "Nathan Filer, The Shock of the Fall"}, {"item": "Or perhaps is is that time doesn't heal wounds at all, perhaps that is the biggest lie of them all, and instead what happens is that each wound penetrates the body deeper and deeper until one day you find that the sheer geography of your bones - the angle of your hips, the sharpness of your shoulders, as well as the luster of your eyes, the texture of your skin, the openness of your smile - has collapsed under the weight of your griefs.", "owner": "Thrity Umrigar, The Space Between Us"}, {"item": "There’s no point to living life unless you make history and the best way to make history is to help others.", "owner": "Demi Lovato, Stay Strong"}, {"item": "I thought living dead girls couldn't feel pain, thought I was emptied out but I'm not, I'm not.", "owner": "Elizabeth Scott, Living Dead Girl"}, {"item": "Sadness is a vice.", "owner": "Gustave Flaubert"}, {"item": "When a person dies, he disappears, along with his past, current lifestyle, and his future. Many people die in missions and wars. They die easily and in surprisingly simple ways. Hayate was one of them. Those who died had hopes and dreams, but everyone has something as important as those: parents, siblings, friends, lovers; people who are important to you, they trust and help each other. The bond between the people important to you ever since birth and the string that binds them becomes thicker and stronger as time goes by... It's beyond reason. Those bound to you by that string will do that because it is important.", "owner": "Masashi Kishimoto, Naruto, Vol. 16: Eulogy"}, {"item": "I wanted to write you a story about magic. I wanted rabbits appearing from hats. I wanted balloons lifting you into the sky. It turned out to be nothing but sadness, war, heartbreak. You never saw it, but there’s a garden inside me.", "owner": "Shane Jones, Light Boxes"}, {"item": "You know what sucks about sorry? It's the worst word in the world. Because it always happens after you fuck up something good.", "owner": "Brigid Kemmerer, Secret"}, {"item": "Sadness was so claustrophobic.", "owner": "Kiran Desai, The Inheritance of Loss"}, {"item": "After a while, though, even the deepest sorrow faltered, even the most penetrating despair lost its scalpel edge.", "owner": "Richard Matheson, I Am Legend and Other Stories"}, {"item": "It felt like being shot with an arrow, and Will jerked back. His wineglass crashed to the floor and shattered. He lurched to his feet, leaning both hands on the table. He was vaguely aware of stares, and the landlords anxious voice in his ear, but the pain was too great to think through, almost too great to breathe through. The tightness in his chest, the one he had thought of as one end of a cord tying him to Jem, had pulled so taut that it was strangling his heart. He stumbled away from his table, pushing through a knot of customers near the bar, and passed to the front door of the inn. All he could think of was air, getting air into his lungs to breathe. He pushed the doors open and half-tumbled out into the night. For a moment the pain in his chest eased, and he fell back against the wall of the inn. Rain was sheeting down, soaking his hair and clothes. He gasped, his heart stuttering with a misture of terror and desperation. Was this just the distance from Jem affecting him? He had never felt anything like this, even when Jem was at his worst, even when he'd been injured and Will had ached with sympathetic pain.The cord snapped.For a moment everything went white, the courtyard bleeching through as if with acid. Will jackknifed to his knees, vomiting up his supper into the mud. When the spasms had passed , he staggard to his feet and blindly away from the inn, as if trying to outpace his own pain. He fetched up against the wall of the stables, beside the horse trough. He dropped to his knees to plunge his hands into the icy water-and saw his own reflection. There was his face, as white as death, and his shirt, and a spreading stain of red across the front. With wet hands he siezed at his lapels and jerked the shirt open. In the dim light that spilled from the inn, he could see that his parabati rune, just over his heart, was bleeding. His hands were covered in blood, blood mixed with rain, the same ran that was washing the blood away from his chest, showing the rune as it began to fade from black to silver, changing all that had been sense in Will's life into nonsense.Jem was dead.", "owner": "Cassandra Clare, Clockwork Princess"}], "pagination": {"next": "/data/hard times/sadness/2/data.json", "prev": "/data/hard times/sadness/0/data.json", "current": "/data/hard times/sadness/1/data.json"}}