{"contents": [{"item": "We remember the past, live in the present, and write the future.", "owner": "Shaun David Hutchinson, We Are the Ants"}, {"item": "Tomorrow belongs to those who can hear it coming", "owner": "David Bowie"}, {"item": "When I think about the kind of guy I want to marry, I think I might prefer someone who knows where they are going. I mean a prince pretty much has his whole life planned out already, doesn't he? And this is important because I have no idea where I'm going or what I want to do with my life.", "owner": "Jillian Dodd, That Boy"}, {"item": "Some people read palms to tell your future, but I read hands to tell your past. Each scar makes a story worth telling. Each callused palm, each cracked knuckle is a missed punch or years in a factory.", "owner": "Sarah Kay"}, {"item": "No, our science is no illusion. But an illusion it would be to suppose that what science cannot give us we can get elsewhere.", "owner": "Sigmund Freud, The Future of an Illusion"}, {"item": "Its more fun to think of the future than dwell on the past.", "owner": "Sara Shepard, Unbelievable"}, {"item": "‎No people whose word for 'yesterday' is the same as their word for 'tomorrow' can be said to have a firm grip on the time.", "owner": "Salman Rushdie, Midnight's Children"}, {"item": "Kein Philosoph würde ein dickes Buch schreiben, wenn er im Vornherein wüsste, auf welche Weise er später zitiert werden wird.", "owner": "Juli Zeh, Spieltrieb"}, {"item": "We have to know the truth about the past to discover out future.", "owner": "Patti Callahan Henry, Between The Tides"}, {"item": "The opposite of a correct statement is an incorrect statement. The opposite of a profound truth is another profound truth (Niels Bohr).\" By this, he means that we require a larger reading of the human past, of our relations with each other, the universe and God, a retelling of our older tales to encompass many truths and to let us grow with change.", "owner": "Neil Postman, Building a Bridge to the 18th Century: How the Past Can Improve Our Future"}, {"item": "I want to encourage you by letting you know that there’s hope for you and your situation whatever you are dealing with. God is intimately involved with every detail of your future and His desire is for you to be an overcomer.", "owner": "Sue Augustine, When Your Past Is Hurting Your Present: Getting Beyond  Fears That Hold You Back"}, {"item": "He uses our past to positively affect our present and secure our future.", "owner": "Evinda Lepins"}, {"item": "Le passé et le présent sont deux statues incomplètes: l'une a été retirée toute mutilée du débris des âges, l'autre n'a pas encore reçu sa perfection de l'avenir.", "owner": "François-René de Chateaubriand, René"}, {"item": "The world is very different now. For man holds in his mortal hands the power to abolish all forms of human poverty and all forms of human life.", "owner": "John F. Kennedy"}, {"item": "Tomorrow is the only future we have. Let’s live to love it!", "owner": "Munia Khan"}], "pagination": {"next": "/data/inspiration/future/2/data.json", "prev": "/data/inspiration/future/0/data.json", "current": "/data/inspiration/future/1/data.json"}}