{"contents": [{"item": "The test of success is not what you do when you are on top. Success is how high you bounce when you hit the bottom.", "owner": "George S. Patton Jr."}, {"item": "Missing a train is only painful if you run after it! Likewise, not matching the idea of success others expect from you is only painful if that’s what you are seeking.", "owner": "Nassim Nicholas Taleb, The Black Swan: The Impact of the Highly Improbable"}, {"item": "I do not like to repeat successes I like to go on to other things.", "owner": "Walt Disney Company"}, {"item": "There are no secrets to success: don’t waste time looking for them. Success is the result of perfection, hard work, learning from failure, loyalty to those for whom you work, and persistence.", "owner": "Colin Powell"}, {"item": "To succeed in the world it is not enough to be stupid - one must also be polite.", "owner": "Voltaire"}, {"item": "The whole secret of a successful life is to find out what is one's destiny to do, and then do it.", "owner": "Henry Ford"}, {"item": "Our business in life is not to succeed, but to continue to fail in good spirits.", "owner": "Robert Louis Stevenson"}, {"item": "The road to success is dotted with many tempting parking spaces.", "owner": "Will Rogers"}, {"item": "If your success is not on your own terms, if it looks good to the world but does not feel good in your heart, it is not success at all.", "owner": "Anna Quindlen"}, {"item": "The line between failure and success is so fine. . . that we are often on the line and do not know it.", "owner": "Elbert Hubbard"}, {"item": "...it is well known that a vital ingredient of success is not knowing that what you're attempting can't be done.", "owner": "Terry Pratchett, Equal Rites"}, {"item": "The secret to success is constancy of purpose.", "owner": "Benjamin Disraeli"}, {"item": "You will find the key to success under the alarm clock.", "owner": "Benjamin Franklin"}, {"item": "Don't be afraid of failure. This is the way to succeed.", "owner": "LeBron James, Shooting Stars"}, {"item": "There is only one success-to be able to spend life in your own way.", "owner": "Christopher Morley"}], "pagination": {"next": "/data/work & productivity/success/2/data.json", "prev": "/data/work & productivity/success/0/data.json", "current": "/data/work & productivity/success/1/data.json"}}