{"contents": ["The Loguidice Fitness Equation: Eating Right + Knowing How to Workout + Consistency = Success", "Don't let the excess of demand make you loose your command and get you further from what you've planned.", "The Best Health Care Plan Is A Self Care Plan", "When you lay your head on the pillow at the end of the night, can you think of three things you did during the day to make your life better? Did you nourish your body? Your spirit? Your mind? If not, get back up and do something that good for YOU.", "Keep flowing even its good or bad. Stilness is ultimate result of flow, path of yoga is to keep flowing.", "Getting healthy will always result in weight loss as a side effect, but a side effect of dieting and weight loss is often poorer health.", "You see, most people gain weight because they give into cravings. But when you easily (and without feeling like you're depriving yourself) gain control, the extra weight comes off.", "Don't look around for the path you are meant to follow, forge it yourself.", "Somehow I find the energy to continue the run. Part of the high that comes after finishing a long run is overcoming the wall, that point when your body crashes but your mind keeps moving you forward.", "We are the custodians of our bodies. We must take action to employ healthy lifestyle habits to prevent, reduce, and/or manage disease and illness.", "People who work out are so gullible. They think they'll live longer. Well, good luck to them. It's a shame most of them aren't bright enough to realise that the extra time added to their life when they're eighty and too old to do anything productive with it is roughly equal to all the time wasted in the gym when they're young and capable of having fun.", "We are all bodybuilders, so build the house you want to live in.", "Optimal nutrition is eating the right things, in the right amounts, at the right time.", "Yoga is a lifestyle and not just a mere kind of exercise to stay fit and health. It is a science which unfolds the endless potentials of our mind and soul.", "You must transform your confidence in order to transform your body."], "pagination": {"next": "/data/health & fitness/fitness/2/data.json", "prev": "/data/health & fitness/fitness/0/data.json", "current": "/data/health & fitness/fitness/1/data.json"}}