{"contents": [{"item": "You only have to doze a moment, and all is lost. For ruin and salvation both have their source inside you.", "owner": "Epictetus"}, {"item": "If a craftsman wants to do good work, he must first sharpen his tools.", "owner": "Confucius, The Analects"}, {"item": "don't read the success storiesyou will get messagebut read the failure storiesyou will get the ideas become successful", "owner": "Asif Jaana"}, {"item": "I couldn't do no yodelin', so I turned to howlin'. And it's done me just fine.", "owner": "Howlin' Wolf"}, {"item": "I don't define success by how much money someone makes. I don't define success by how many trophies or plaques or awards someone has.I don't define it by membership in exclusive clubs or the ability to name-drop about someone's famous friends.I don't define it by how many luxury cars or opulent homes someone might own or how many sumptuous vacations they might taken in exotic locales all over the ", "owner": "Celia Rivenbark, You Don't Sweat Much for a Fat Girl: Observations on Life from the Shallow End of the Pool"}, {"item": "Do the things you were sent here to do effectively.", "owner": "Jaachynma N.E. Agu, The Best Option"}, {"item": "I've always believed that one woman's success can only help another woman's success.", "owner": "Gloria Vanderbilt, It Seemed Important at the Time: A Romance Memoir"}, {"item": "So here I am with this double life, one where my grammatically incorrect writing is a nice success with tens of thousands of readers, and another one where my carefully written books are read by a dozen people.", "owner": "Christian A. Dumais"}, {"item": "Success comes to those who hustle wisely.", "owner": "K.A. Jordan"}, {"item": "Actually, I'm an overnight success. But it took twenty years.", "owner": "Monty Hall"}, {"item": "Success is messy. But so is life. Deal with it. Poverty is messier.", "owner": "James Arthur Ray, Harmonic Wealth: The Secret of Attracting the Life You Want"}, {"item": "If you want to make a stand, help others make a stand, and if you want to reach your goal, help others reach their goal. Consider yourself and treat others accordingly: this is the method of Humanity.", "owner": "Confucius, The Analects"}, {"item": "Success is Never Ending, Failure Is Never Final.", "owner": "Robert A. Schuller"}, {"item": "We must thank to all the failed people in the history as they showed us the true way to success!", "owner": "Mehmet Murat ildan"}, {"item": "The people who stand before kings may look like they did it all by themselves. But in fact they are invariably the beneficiaries of hidden advantages and extraordinary opportunities and cultural legacies that allow them to learn and work hard and make sense of the world in ways others cannot. It makes a difference where and when we grew up. The culture we belong to and the legacies passed down by our forebears shape the patterns of our achievements in ways we cannot begin to imagine. It's not enough to ask what successful people are like, in other words. It is only by asking where they are from that we can unravel the logic behind who succeeds and who doesn't.", "owner": "Malcolm Gladwell, Outliers: The Story of Success"}], "pagination": {"next": null, "prev": "/data/work & productivity/success/3/data.json", "current": "/data/work & productivity/success/4/data.json"}}