{"contents": [{"item": "Running is real and relatively simple…but it ain't easy.", "owner": "Mark Will-Weber"}, {"item": "How to run an ultramarathon ? Puff out your chest, put one foot in front of the other, and don't stop till you cross the finish line.", "owner": "Dean Karnazes, Ultramarathon Man: Confessions of an All-Night Runner"}, {"item": "What I've learned from running is that the time to push hard is when you're hurting like crazy and you want to give up. Success is often just around the corner.", "owner": "James Dyson"}, {"item": "There is something magical about running; after a certain distance, it transcends the body. Then a bit further, it transcends the mind. A bit further yet, and what you have before you, laid bare, is the soul.", "owner": "Kristin Armstrong"}, {"item": "There are two goddesses in your heart,” he told them. “The Goddess of Wisdom and the Goddess of Wealth. Everyone thinks they need to get wealth first, and wisdom will come. So they concern themselves with chasing money. But they have it backwards. You have to give your heart to the Goddess of Wisdom, give her all your love and attention, and the Goddess of Wealth will become jealous, and follow you.” Ask nothing from your running, in other words, and you’ll get more than you ever imagined.", "owner": "Christopher McDougall, Born to Run: A Hidden Tribe, Superathletes, and the Greatest Race the World Has Never Seen"}, {"item": "But you can't muscle through a five-hour run that way; you have to relax into it like easing your body into a hot bath, until it no longer resists the shock and begins to enjoy it.", "owner": "Christopher McDougall, Born to Run: A Hidden Tribe, Superathletes, and the Greatest Race the World Has Never Seen"}, {"item": "We run when we're scared, we run when we're ecstatic, we run away from our problems and run around for a good time.", "owner": "Christopher McDougall, Born to Run: A Hidden Tribe, Superathletes, and the Greatest Race the World Has Never Seen"}, {"item": "Whatever you may be missing right now - a person, a place, a feeling, maybe you are injured and missing running - whatever it is, have peace and take heart - remember that any goodbye makes room for a hello.", "owner": "Kristin Armstrong"}, {"item": "-The reason we race isn't so much to beat each other but to be with each other. -The Hopis consider running a form of prayer; they offer every step as a sacrifice to a loved one, and in return ask the Great Spirit to match their strength with some of his own.", "owner": "Christopher McDougall, Born to Run: A Hidden Tribe, Superathletes, and the Greatest Race the World Has Never Seen"}, {"item": "Hey listen, I already have a complete list of silver linings. It's the goddamn cloud that's killin me.", "owner": "John L. Parker Jr."}, {"item": "He wanted to impart some of the truths Bruce Denton had taught him, that you dont' become a runner by winning a morning workout. The only true way is to marshal the ferocity of your ambition over the course of many days, weeks, months, and (if you could finally come to accept it) years. The Trial of Miles; Miles of Trials. How could he make them understand?", "owner": "John L. Parker Jr."}, {"item": "At paces that might stun and dismay the religious jogger, the runners easily kept up all manner of chatter and horseplay. When they occasionally blew by a huffing fatty or an aging road runner, they automatically toned down the banter to avoid overwhelming, to preclude the appearance of show boating (not that they slowed in the slightest). They in fact respected these distant cousins of the spirit, who, among all people, had some modicum of insight into their own days and ways. But the runners resembled them only in the sense that a puma resembles a pussy cat. It is the difference between stretching lazily on the carpet and prowling the jungle for fresh red meat.", "owner": "John L. Parker Jr."}, {"item": "The freedom of Cross Country is so primitive. It's woman vs. nature.", "owner": "Lynn Jennings"}, {"item": "Nearly all runners do their slow runs too fast, and their fast runs too slow.\" Ken Mierke says. \"So they're just training their bodies to burn sugar, which is the last thing a distance runner wants. You've got enough fat stored to run to California, so the more you train your body to burn fat instead of sugar, the longer your limited sugar tank is going to last.\"-The way to activate your fat-burning furnace is by staying below your aerobic threshold--your hard-breathing point--during your endurance runs.", "owner": "Christopher McDougall, Born to Run: A Hidden Tribe, Superathletes, and the Greatest Race the World Has Never Seen"}, {"item": "I don't run to add days to my life, I run to add life to my days.", "owner": "Ronald Rook"}], "pagination": {"next": "/data/health & fitness/running/2/data.json", "prev": "/data/health & fitness/running/0/data.json", "current": "/data/health & fitness/running/1/data.json"}}