{"contents": [{"item": "The rain echoed in the shadowy attic space and made me feel small and fragile, like a lace glove left behind on moving day - mateless and abandoned.", "owner": "Dia Reeves, Bleeding Violet"}, {"item": "Love will not come to me again. I’ll vegetate like a plant in a cellar, without light.", "owner": "Eliza Granville, Gretel and the Dark"}, {"item": "Thinking about sadness and loneliness, and what it means to be sad, how to live with it, walk through it and grow from it. There is a loneliness in sadness that one can find distractions to escape, but at the end of the day, there it is again. So, how to embrace that loneliness, and trust the uncertainty of tomorrow and the next days, weeks, and months? Loneliness seems like a constantly expanding universe and the sadness is like a sheer veil surrounding it. The two work hand in hand, and there is only one way to navigate; go deep into oneself, as no one else has the map. None of this is a terrible thing; sadness adds rich meaningful layers into life, painful as it is, and loneliness is only a state of mind. Profound changes can come from living your sadness, feeling it completely, and housing it in solitude. The day will come when one emerges, brave and beautiful.", "owner": "Riitta Klint"}, {"item": "Until there is no longer the possibility of sadness, of isolation, there can be no gravity. We all float by, rootless, taking clumsy astronaut steps and calling it progress.", "owner": "Meg Wolitzer, Sleepwalking"}, {"item": "The lonely? Where's that from?Sadness' best friend. Sadness broughtit along and I couldn't turn it away, soI let it multiply in my pulse instead.", "owner": "Darshana Suresh, Howling at the Moon"}, {"item": "You want to believe you're not the saddest person in the world.", "owner": "Megan Miranda"}, {"item": "People should never sit alone for too long when they're crying.", "owner": "Dalai Lama XIV"}, {"item": "I go about saying how pained and tormented, how lonely and sad I feel, but what do I really mean by that? If I were to speak the truth, I would die.", "owner": "Osamu Dazai, Schoolgirl"}, {"item": "She saw that he knew what loneliness was, that he understood why it might be raining inside a person even when the sun shone, that sadness needed no immediate cause.", "owner": "Jan-Philipp Sendker, The Art of Hearing Heartbeats"}, {"item": "But there was something terrifying taking over her thoughts, and it wouldn't leave. Out of seven billion sharing the planet with her, not one of them knew what was going through her head. Not one of them knew that she was lost. Not one of them asked.", "owner": "Amy Zhang, Falling into Place"}, {"item": "I sung to her at night. Every night. The same song. And she would do this thing, when she would close her eyes. And it felt like she was connecting with the music. That she was depicting every note, every sound, every word. I would watch her, watch her like she was my saving grace, like my angel. And at the chorus, the corners of her thin lips would pull up, and a small grin would form on her face. Her eyes would crinkle, and my heart would drop.", "owner": "Runaway Bunny"}, {"item": "It seems to him there area thousand bars, and behind the bars, no world.", "owner": "Rainer Maria Rilke"}, {"item": "if it was time that made me lost what we were, then i hate time...", "owner": "Maira Zafred Marinho Mesel"}, {"item": "Perhaps many things inside you have been transformed; perhaps somewhere, someplace deep inside your being, you have undergone important changes while you were sad. The only sadnesses that are dangerous and unhealthy are the ones that we carry around in public in order to drown them out with the noise; like diseases that are treated superficially and foolishly, they just withdraw and after a short interval break out again all the more terribly; and gather inside us and are life, are life that is unlived, rejected, lost, life that we can die of. If only it were possible for us to see farther than our knowledge reaches, and even a little beyond the outworks of our presentiment, perhaps we would bear our sadnesses with greater trust than we have in our joys. For they are the moments when something new has entered us, something unknown; our feelings grow mute in shy embarrassment, everything in us withdraws, a silence arises, and the new experience, which no one knows, stands in the midst of it all and says nothing.", "owner": "Rainer Maria Rilke, Letters to a Young Poet"}, {"item": "I know in a way I never knew before that there is nowhere for me to go, nothing for me to do, and no one for me to know. The voice in my head keeps reciting these old principles of mine. The voice is his voice, and the voice is also my voice. And there are other voices, voices I have never heard before, voices that seem to be either dead or dying in a great moonlit darkness. More than ever, some sort of new arrangement seems in order, some dramatic and unknown arrangement -- anything to find release from this heartbreaking sadness I suffer every minute of the day (and night), this killing sadness that feels as if it will never leave me no matter where I go or what I do or whom I may ever know.", "owner": "Thomas Ligotti, The Nightmare Factory"}], "pagination": {"next": null, "prev": "/data/hard times/loneliness/3/data.json", "current": "/data/hard times/loneliness/4/data.json"}}