{"contents": [{"item": "Money is for doing things, my love. Don't sit on it like a hen sits on an egg. It doesn't hatch. I should know. I've made enough of it.", "owner": "Maureen Johnson, The Last Little Blue Envelope"}, {"item": "I can't picture in my mind three hundred and sixty thousand dollars... When I think of it, all I can see in my mind is a big nickel.", "owner": "Harlan Ellison"}, {"item": "Money has only a different value in the eyes of each.", "owner": "William Makepeace Thackeray, Vanity Fair"}, {"item": "I want to get enough [money] to take off the hardships of life and leave me free to follow the ideas that interest me the most.", "owner": "Alexander Bell"}, {"item": "In the end, therefore, money will be the one thing people will desire, which is moreover only representative, an abstraction. Nowadays a young man hardly envies anyone his gifts, his art, the love of a beautiful girl, or his fame; he only envies him his money. Give me money, he will say, and I am saved...He would die with nothing to reproach himself with, and under the impression that if only he had had the money he might really have lived and might even have achieved something great.", "owner": "Søren Kierkegaard, Present Age & Of the Difference Between a Genius & an Apostle"}, {"item": "Did you ever think that if you told me where Bill's hiding his computer program, I would give you anything you asked for?\"- Eric, club dead.", "owner": "Charlaine Harris, Club Dead"}, {"item": "Having money is a way of being free of money", "owner": "Albert Camus"}, {"item": "This is so much money that it scares the shit out of me. I don't know how to handle it. I don't know the purpose of the company besides making more money. What's all the money going to be used for?", "owner": "Stieg Larsson, The Girl Who Kicked the Hornet's Nest"}, {"item": "Our income are like our shoes; if too small, they gall and pinch us; but if too large, they cause us to stumble and trip.", "owner": "Charles Caleb Colton"}, {"item": "We are not poor. We just don't have any money!", "owner": "Maria Augusta von Trapp, The Story of the Trapp Family Singers"}, {"item": "What is most vile and despicable about money is that it even confers talent. And it will do so until the end of the world.", "owner": "Fyodor Dostoyevsky"}, {"item": "If money is a science, then it is a dark science...it has gone on developing...by its own rules", "owner": "Neal Stephenson, Quicksilver"}, {"item": "They were new money, without a doubt: so new it shrieked. Their clothes looked as it they'd covered themselves in glue, then rolled around in hundred-dollar bills.", "owner": "Margaret Atwood, The Blind Assassin"}, {"item": "Tightwaddery without creativity is deprivation. When there is a lack of resourcefulness, inventiveness, and innovation, thrift means doing without. When creativity combines with thrift you may be doing it without money, but you are not doing without.", "owner": "Amy Dacyczyn, The Complete Tightwad  Gazette"}, {"item": "...May I have this damaged bunch for two cents? Speak strongly and it shall be yours for two cents. That is a saved penny that you put in the star bank...Suffer the cold for an hour. Put a shawl around you. Sai, I am cold because I am saving to buy land. That hour will save you three cents' worth of coal... When you are alone at night, do not light the lamp. Sit in the darkness and dream awhile. Reckon out how much oil you saved and put its value in pennies in the bank. The money will grow. Someday there will be fifty dollars and somewhere on this long island is a piece of land that you may buy for that money.", "owner": "Betty  Smith, A Tree Grows in Brooklyn"}], "pagination": {"next": null, "prev": "/data/work & productivity/money/3/data.json", "current": "/data/work & productivity/money/4/data.json"}}