{"contents": [{"item": "While self-esteem touches virtually every aspect of our existence, there are two aspects to which it is related in very distinct and powerful ways: work and love. Through work and through love, we act out the level of our confidence and our sense of personal worth. The drama of our life is the external reflection of our internal vision of ourselves. The higher the level of our self-esteem, the more likely it is that we will find a work and a love through which we can express ourselves in satisfying and enriching ways.", "owner": "Nathaniel Branden"}, {"item": "Image is everything, self image that is.", "owner": "Rob Liano"}, {"item": "The first act of honoring the self is the assertion of consciousness: the choice to think, to be aware, to send the searchlight of consciousness outward toward the world and inward toward our own being. To default on this effort is to default on the self at the most basic level.", "owner": "Nathaniel Branden"}, {"item": "Never shall a young man,Thrown into despairBy those great honey-colouredRamparts at your ear,Love you for yourself aloneAnd not your yellow hair.", "owner": "W.B. Yeats"}, {"item": "III. I have often wondered how it should come to pass, that every man loving himself best, should more regard other men's opinions concerning himself than his own. For if any God or grave master standing by, should command any of us to think nothing by himself but what he should presently speak out; no man were able to endure it, though but for one day. Thus do we fear more what our neighbours will think of us, than what we ourselves.", "owner": "Marcus Aurelius, Meditations"}, {"item": "When I loved myself enough, I let the tomboy in me swing off the rope in Jackass Canyon. Yes!", "owner": "Kim McMillen, When I Loved Myself Enough"}, {"item": "She woke up thin. She loved it when that happened.", "owner": "Jolie Booth, The Girl Who'll Rule the World"}, {"item": "Self esteem determines the height of your achievement.", "owner": "Sravani Saha Nakhro"}, {"item": "A good general rule is that self-esteem for its own sake turns out to be much worse than merely reinforcing unearned positive feelings about oneself. Not only does high self-esteem (especially when unearned) not increase “social responsibility”; it decreases it. The criminologist and sociologist Roy Baumeister, a professor of psychology at Florida State University who has spent a lifetime studying violent criminals, notes that the great majority of criminals have higher self-esteem than noncriminals. You need high self-esteem to think that rules apply to others but not to you.", "owner": "Dennis Prager, Still the Best Hope: Why the World Needs American Values to Triumph"}, {"item": "Develop a strong opinion about yourself so that you don’t accidentally start believing what others say about you.", "owner": "Akin Olokun"}, {"item": "No woman deserved to have a man put his hands on her.", "owner": "Valenciya Lyons, Life After Natalie"}, {"item": "If you know who you are, you do not need to consider yourself to be worse or better than someone else", "owner": "Sunday Adelaja"}, {"item": "We doubt ourselves. It's not about lowering the self-esteem. It's about increasing the self-confidence by letting the risk factor do its part", "owner": "Bhavik Sarkhedi"}, {"item": "Round still, but that's fine.Feeling good outside and in.Maybe I'm not thin,but skinny isn't perfect.The perfect size is happy.", "owner": "Nikki Grimes, Garvey's Choice"}, {"item": "Sometimes the path to higher self-esteem is lonely and frightening. We cannot fully know in advance how much more satisfying our lives will be. But the more we are willing to experience and accept the many aspects of who we are, the richer our inner worlds, the greater our resources, the more appropriate we feel to the challenges and opportunities of life. Also, it is more likely that we will find - or create - a style of existence that will meet our individual needs.", "owner": "Nathaniel Branden, How to Raise Your Self-Esteem: The Proven Action-Oriented Approach to Greater Self-Respect and Self-Confidence"}], "pagination": {"next": "/data/personal growth/self-esteem/3/data.json", "prev": "/data/personal growth/self-esteem/1/data.json", "current": "/data/personal growth/self-esteem/2/data.json"}}