{"contents": [{"item": "As I accept the flowers, I release my grip on the balloons, and they bounce gently against the ceiling the way they did before—hovering, annoyed, frustrated, contained by the ceiling and disappointed by the limits of life.", "owner": "Shannon  Mullen, See What Flowers"}, {"item": "Can you revive wilted tulips?", "owner": "Shannon  Mullen, See What Flowers"}, {"item": "Nothing is permanent in my mysterious world, even my moments of belief - Jenifer", "owner": "Durgesh Satpathy, Equating the Equations of Insanity: A Journey from Grief to Victory"}, {"item": "You can fight the feelings of depression by reminding yourself of blessings in your life. You can listen to music or sing. Even getting your mind off yourself by doing something kind for someone else will help immensely. Don't forget that our moods are connected to our thoughts; therefore, I urge you to take notice of what you're thinking about when you feel depressed. You may find the source of your problem.", "owner": "Joyce Meyer, Living Beyond Your Feelings: Controlling Emotions So They Don't Control You"}, {"item": "If someone told me that I could live my life again free of depression provided I was willing to give up the gifts depression has given me--the depth of awareness, the expanded consciousness, the increased sensitivity, the awareness of limitation, the tenderness of love, the meaning of friendship, the apreciation of life, the joy of a passionate heart--I would say, 'This is a Faustian bargain! Give me my depressions. Let the darkness descend. But do not take away the gifts that depression, with the help of some unseen hand, has dredged up from the deep ocean of my soul and strewn along the shores of my life. I can endure darkness if I must; but I cannot lie without these gifts. I cannot live without my soul.' (p. 188)", "owner": "David Elkins, Beyond Religion: A Personal Program for Building a Spiritual Life Outside the Walls of Traditional Religion"}, {"item": "Because . . . most of us think that the point is something to do with work, or kids, or family, or whatever. But you don't have any of that. There's nothing between you and despair, and you don't seem a very desperate person.' 'Too stupid.' 'You're not stupid. So why don't you ever put your head in the oven?' 'I don't know. There's always a new Nirvana album to look forward to, or something happening in NYPD Blue to make you want to watch the next episode.' 'Exactly.' 'That's the point? NYPD Blue? Jesus.' It was worse than he thought. 'No, no. The point is you keep going. You want to. So all the things that make you want to are the point. I don't know if you even realize it, but on the quiet you don't think life's too bad. You love things. Telly. Music. Food.", "owner": "Nick Hornby, About a Boy"}, {"item": "Depression, as far as I'm concerned, is just a waste of time.", "owner": "Helen Reddy"}, {"item": "He who hears the rippling of rivers in these degenerate days will not utterly despair.", "owner": "Henry David Thoreau"}, {"item": "It was deeply a part of Lee's kindness and understanding that man's right to kill himself is inviolable, but sometimes a friend can make it unnecessary", "owner": "John Steinbeck, Cannery Row"}, {"item": "You don't know where you are or where your dreams end and the world begins.", "owner": "Rachel Klein, The Moth Diaries"}, {"item": "Pain is always emotional. Fear and depression keep constant company with chronic hurting.", "owner": "Siri Hustvedt, The Shaking Woman, or A History of My Nerves"}, {"item": "As she fell, Esther wasn’t worried about being blown off course and plummeting into the rocks below. She wasn’t worried about hitting the shallows and pin diving to the ocean floor and shattering her spine. She wasn’t even worried about Cthulhu. (Okay, maybe a little.) What she worried about was Eugene’s willingness to jump. The way he glanced down at the water far below and looked at it like it was home. The way he stepped lightly from the cliff’s edge, and the way he fell through the air faster than she did, dragged down by earth’s magnetic field. The way he flickered in the sunlight as he hit the water, the same way Tyler Durden flashed on-screen four times before you saw him solidly. Foreshadowing the twist to come. Eugene was afraid of demons, and monsters, and above all the dark, but he was not afraid of death. That scared her more than anything.", "owner": "Krystal Sutherland, A Semi-Definitive List of Worst Nightmares"}, {"item": "Don't try to fight depression and fear with violent physical or mental exercise. But don't give into them either. Just think. Oh, here they are again, and look past them, as if you were looking over someone's shoulder at something beyond. Fix your mind on what's be", "owner": "Marcia Willett, A Summer in the Country"}, {"item": "The depressed and the suicidal are often lonely and inhibited. Discussions of inhibition in this context usually emphasize fear of rejection.", "owner": "David L. Conroy, Out of the Nightmare: Recovery from Depression and Suicidal Pain"}, {"item": "It is foolishness to want what never was or will never will be, lament the passage of time, and live in fearfulness of an uncertain future. The moods generated by regret including depression and self-loathing congeal in our sentient consciousness creating the painful landscape of the self.", "owner": "Kilroy J. Oldster, Dead Toad Scrolls"}], "pagination": {"next": null, "prev": "/data/hard times/depression/3/data.json", "current": "/data/hard times/depression/4/data.json"}}