{"contents": [{"item": "The capacity of passion is both cruel and divine", "owner": "George Sand"}, {"item": "Passion is a rather frightening thing because if you have passion you don't know where it will take you.", "owner": "Jiddu Krishnamurti, Freedom from the Known"}, {"item": "Bee to the blossom, moth to the flame; Each to his passion; what's in a name? ", "owner": "Helen Hunt Jackson"}, {"item": "Your reason and your passion are the rudder and the sails of your seafaring soul.For reason, ruling alone, is a force confining; and passion, unattended, is a flame that burns to its own destruction.Therefore let your soul exalt your reason to the height of passion, that it may sing;And let it direct your passion with reason, that your passion may livethrough its own daily resurrection, and like the phoenix rise above its own ashes.And since you are a breath in God’s sphere, and a leaf in God’s forest, you too should rest in reason and move in passion.", "owner": "Kahlil Gibran, The Prophet"}, {"item": "Working hard for something we don't care about is called stress: Working hard for something we love is called passion.", "owner": "Simon Sinek"}, {"item": "You have a dress with a décolletage to emphasise your breasts. I suppose the cleavage is the proper focus but what I wanted to do was to fasten my index finger and thumb at the bolts of your collar bone, push out, spreading the web of my hand until it caught against your throat. You asked me if I wanted to strangle you. No, I wanted to fit you, not just in the obvious ways but in so many indentations.", "owner": "Jeanette Winterson, Written on the Body"}, {"item": "In would rather die of passion than of boredom.", "owner": "Vincent van Gogh"}, {"item": "Never allow anything to divert you from your insight into Jesus Christ. It is the true test of whether you are spiritual or not. To be unspiritual means that other things have a growing fascination for you. Since mine eyes have looked on Jesus, I’ve lost sight of all beside, So enchained my spirit’s vision, Gazing on the Crucified.", "owner": "Oswald Chambers, My Utmost for His Highest"}, {"item": "Violent passions are formed in solitude. In the busy world no object has time to make a deep impression.", "owner": "Henry Home"}, {"item": "I remember passion.", "owner": "Melina Marchetta, Saving Francesca"}, {"item": "Passion is sweeter split strand by strand. Divided and re-divided likemercury then gathered up only at the last moment.", "owner": "Jeanette Winterson, The Passion"}, {"item": "What is life without this? which was why, in the end, it was I, and not her, who blurted out, not once, but many, many times, You'll kill me if you stop, you'll kill me if you stop, because it was also my way of bringing full circle the dream and the fantasy, me and him, the longed-for words from mouth to mouth, which was when I must have begun using obscenities that he repeated after me, softly at first, till he said, \"Call me by your name and I'll call you by my name,\" which I'd never done in my life before and which, as soon as I said my own name as though it were his, took me to a realm I never shared with anyone in my life before, or since.", "owner": "André Aciman, Call Me by Your Name"}, {"item": "chaos of thought and passion, all confus'd.", "owner": "Alexander Pope, An Essay on Man"}, {"item": "She asked him to come and see her that night. He agreed, in order to get away, knowing that he was incapable of going. But that night, in his burning bed, he understood that he had to go see her, even if he were not capable. He got dressed by feel, listening in the dark to his brother's calm breathing, the dry cough of his father in the next room, the asthma of the hens in the courtyard, the buzz of the mosquitoes, the beating of his heart, and the inordinate bustle of a world that he had not noticed until then, and he went out in the sleeping street.", "owner": "Gabriel García Márquez"}, {"item": "Tenderness is the repose of passion.", "owner": "Joseph Joubert, The Notebooks of Joseph Joubert"}], "pagination": {"next": "/data/work & productivity/passion/4/data.json", "prev": "/data/work & productivity/passion/2/data.json", "current": "/data/work & productivity/passion/3/data.json"}}