{"contents": [{"item": "It's like a Venn diagram of tragedy.", "owner": "Sara Zarr, Once Was Lost"}, {"item": "No one loves me, - no one cares for me, but you, mother.", "owner": "Elizabeth Gaskell, North and South"}, {"item": "She laughed so easily when she was happy. But also when she was sad.", "owner": "Janet Fitch, White Oleander"}, {"item": "The dam of my eyes broke, and tears flooded the land.", "owner": "James Sallis, Ghost of a Flea"}, {"item": "After school the very next day, El Rey's mobile home was gone. I laid in bed and wondered what happens to people when they go, if they become like shadows, if they fade away when they disappear from your life. The only thing I could see was the broken picket fence. The only sound I could hear was the cry of birds being killed in the night.", "owner": "Joe Meno, Tender as Hellfire"}, {"item": "She struggled with her sadness, but tried to conceal it, to divide it into smaller and smaller parts and scatter these in places she thought no one would find them. But often I did - with time I learned where to look - and tried to fit them together. It pained me that she felt she couldn't come to me with it, but I knew it would hurt her more to know that I'd uncovered what she hadn't intended for me to find. In some fundamental way I think she objected to being known. Or resented it even as she longed for it. It offended her sense of freedom. But it isn't possible to simply look upon a person one loves in tranquility, content to regard her in bafflement.", "owner": "Nicole Krauss, Great House"}, {"item": "I rode all day.I cried all night.The moon didn’t glow.The sun didn’t rise.A comet blazedBetween my eyes.West and South,Wind and rain.Every way isJust the same.Pray give me a boxTo hide inside.Pray give me a spadeTo dig my own grave.", "owner": "Gail Carson Levine, Fairest"}, {"item": "He didn't understand how sadness came so easily to people. For him it was like a pile of rocks that had to be moved one at a time. Just thinking about it made him tired.", "owner": "Nell Freudenberger, The Dissident"}, {"item": "It makes me sick, the way sadness is addicting. The way I can’t stop. Sadness is familiar. It’s comfortable and it’s easy in a sense that it comes naturally to me. But everything else about it is hard. The way my body aches with self-hatred. The way my mind spins and spins with hopeless thoughts. The way it poisons everything I do, every relationship I have. Yet it’s addicting, because I know sadness, and I know it very well. And there’s a sort of comfort in that, like being home after a trip or sleeping in your own bed after being away. There’s just a sense that this is where I belong. This is how it’s supposed to be.", "owner": "marianna paige"}, {"item": "He smiles sadly. \"Now I know my destiny.\"\"What is it?\"\"This.\"He draws me in to him in a kiss. His lips are warm. He pulls me tighter in his embrace. The roots sigh and release their hold on my waist and the wound in my side is healed. \"Kartik,\" I cry, kissing his cheeks. \"It's let me go.\"\"That's good,\" he says. He makes a small cry. His back arches, and every muscle in his body tightens.", "owner": "Libba Bray, The Sweet Far Thing"}, {"item": "...sadness is a powerful foe, maybe harder to keep down than happiness...", "owner": "Katherine Hannigan, Ida B. . . and Her Plans to Maximize Fun, Avoid Disaster, and (Possibly) Save the World"}, {"item": "I gave up the unequal struggle against what appeared to be in my fate, indeed, I welcomed it with more affection. As one embraces a foe one can't defeat and I felt liberated.", "owner": "Alberto Moravia, The Woman of Rome"}, {"item": "In every cloud, in every tree – filling the air at night, and caught by glimpses in every object, by day I am surrounded with her image! The most ordinary faces of men, and women – my own features mock me with a resemblance. The entire world is a dreadful collection of memoranda that she did exist, and that I have lost her!", "owner": "Emily Brontë, Wuthering Heights"}, {"item": "Don't take in no strangers while I'm gone.She sighed deeply. They ain't a soul in this world but what is a stranger to me, she said.", "owner": "Cormac McCarthy, Outer Dark"}, {"item": "Is there anything sadder than the scrawniest little piece of uneaten chicken at a dinner party?”“Hmm,” said Jules. “Yes. The Holocaust.", "owner": "Meg Wolitzer, The Interestings"}], "pagination": {"next": "/data/hard times/sadness/4/data.json", "prev": "/data/hard times/sadness/2/data.json", "current": "/data/hard times/sadness/3/data.json"}}