{"contents": [{"item": "Love of music, of sunsets and sea; a liking for the same kind of people; political opinions that are not radically divergent; a similar stance as we look at the stars and think of the marvelous strangeness of the universe - these are what build a marriage. And it is never to be taken for granted.", "owner": "Madeleine L'Engle, Two-Part Invention: The Story of a Marriage"}, {"item": "Anger exceeding limits causes fear and excessive kindness eliminates respect.", "owner": "Euripides"}, {"item": "It is easier to be wise for others than for ourselves.", "owner": "François de La Rochefoucauld"}, {"item": "Sanity calms, but madness is more interesting.", "owner": "John Russell"}, {"item": "Yet what keeps me from dissolving right now into a complete fairy-tale shimmer is this solid truth, a truth which has veritably built my bones over the last few years--I was not rescued by a prince; I was the administrator of my own rescue.", "owner": "Elizabeth Gilbert, Eat, Pray, Love"}, {"item": "When in doubt, choose to live.", "owner": "Terry Pratchett, Thief of Time"}, {"item": "How prone to doubt, how cautious are the wise!", "owner": "Homer"}, {"item": "When you've learned to laugh at the things that should be laughed at, and not to laugh at those that shouldn't, you've got wisdom and understanding.", "owner": "L.M. Montgomery, Anne of the Island"}, {"item": "But if you believe yourself worthy of the thing you fought so hard to get, then you become an instrument of God, you help the Soul of the World, and you understand why you are here.", "owner": "Paulo Coelho, The Alchemist"}, {"item": "Conceit spoils the finest genius.", "owner": "Louisa May Alcott, Little Women"}, {"item": "If I had to live my life again, I'd make the same mistakes, only sooner.", "owner": "Tallulah Bankhead"}, {"item": "My father always used to say, \"Don't raise your voice. Improve your argument.\" Good sense does not always lie with the loudest shouters, nor can we say that a large, unruly crowd is always the best arbiter of what is right.", "owner": "Desmond Tutu"}, {"item": "Time flows away like the water in the river. ", "owner": "Confucius"}, {"item": "He hated when his own advice applied to himself.", "owner": "Rick Riordan, The Blood of Olympus"}, {"item": "A desire not to butt into other people's business is at least eighty percent of all human wisdom.", "owner": "Robert A. Heinlein, Stranger in a Strange Land"}], "pagination": {"next": "/data/spiritual & philosophy/wisdom/3/data.json", "prev": "/data/spiritual & philosophy/wisdom/1/data.json", "current": "/data/spiritual & philosophy/wisdom/2/data.json"}}