{"contents": [{"item": "Failed relationships can be described as so much wasted make-up.", "owner": "Marian Keyes, Watermelon"}, {"item": "Sex without love is a meaningless experience, but as far as meaningless experiences go its pretty damn good.", "owner": "Woody Allen"}, {"item": "Aside from the obvious, Francesca, what do you want in return for supplying information?” Bones asked, getting back to the subject. “You to take me,” she replied at once. “Not gonna happen!” I spat, squeezing him possessively. Three sets of widened eyes fixed on me. That’s when I realized that what I had a firm grip on was no longer his hand.", "owner": "Jeaniene Frost, Halfway to the Grave"}, {"item": "I love being in love, but I also love other things, like not being jealous, overly sensitive, or needy.\u2028", "owner": "Dark Jar Tin Zoo, Love Quotes for the Ages. Specifically Ages 19-91."}, {"item": "Two seconds later, the sound of an alarm filled my ears. ''What did you do?'' I said over the noise as he backed up towards the bathroom door. ''The girl who gave you the note?''''Yes...''''I caught her staring at my lighter.''I blinked. ''You gave a child, in a psych ward , a lighter?''His eyes crinkled at the corners. ''She seemed trustworthy.''''You're sick,'' I said, but smiled.''Hey, nobody's perfect. '' Noah smiled back.", "owner": "Michelle Hodkin, The Evolution of Mara Dyer"}, {"item": "What makes big boobs and perkiness so attractive to boys? I mean, really. Two round, mounds of fat and a fake smile. Yeah, winning attributes.", "owner": "Gena Showalter, Oh My Goth"}, {"item": "I live in my own little world. But its ok, they know me here.", "owner": "Lauren Myracle"}, {"item": "I can't decide whether I'm a good girl wrapped up in a bad girl, or if I'm a bad girl wrapped up in a good girl. And that's how I know I'm a woman!", "owner": "C. JoyBell C."}, {"item": "If you can't do anything about it, laugh like hell.", "owner": "David Cook"}, {"item": "I simply regard romantic comedies as a subgenre of sci-fi, in which the world created therein has different rules than my regular human world.", "owner": "Mindy Kaling, Is Everyone Hanging Out Without Me?"}, {"item": "When mice run, cats give chase.", "owner": "Rachel Vincent, Stray"}, {"item": "A Penny Saved is a Penny Earned", "owner": "Benjamin Franklin"}, {"item": "When I was growing up I always wanted to be someone. Now I realize I should have been more specific.", "owner": "Lily Tomlin"}, {"item": "Instead of committing suicide, people go to work.", "owner": "Thomas Bernhard, Correction"}, {"item": "The planet is fine. The people are fucked.", "owner": "George Carlin"}], "pagination": {"next": "/data/inspiration/funny/1/data.json", "prev": null, "current": "/data/inspiration/funny/0/data.json"}}