{"contents": [{"item": "Imagine a place where everyone chooses to bring energy, passion, and a positive attitude every day.", "owner": "Stephen C. Lundin"}, {"item": "No! Leadership is not the business of people who need to be motivated!", "owner": "Amit  Chatterjee, Ascent: A Practising Manager's Growth Mantra"}, {"item": "Only a writer \"with Bennett's craft and brass could manage to praise and insult his readers at the same time.", "owner": "Harold Holzer, Lincoln and the Power of the Press: The War for Public Opinion"}, {"item": "House Speaker Thomas Reed could destroy an argument or expose a fallacy in fewer words than anyone else. His language was vivid and picturesque. He had a way of phrasing things which was peculiarly apt and peculiarly his own.", "owner": "Barbara W. Tuchman, The Proud Tower: A Portrait of the World Before the War, 1890-1914"}, {"item": "The mid-19th century was noted for a partisan, rather than a consensus press, but this partisanship was able to turn out voters consistently.", "owner": "Harold Holzer, Lincoln and the Power of the Press: The War for Public Opinion"}, {"item": "Presidents are also always storytellers, purveyors of useful national mythologies.", "owner": "Rick Perlstein, The Invisible Bridge: The Fall of Nixon and the Rise of Reagan"}, {"item": "Any leadership that is observant and committed to its people, will always find better ways to solve problems.", "owner": "Gift Gugu Mona"}, {"item": "It is far better to win a battle through skilled leadership and wise decisions than violence and bloodshed. It may not seem as glorious to the uninitiated, but in the end it results in fewer wounds--of any kind.", "owner": "Frank Herbert"}, {"item": "the most improper job of any man, even saints (who at any rate were at least unwilling to take it on), is bossing other men. Not one in a million is fit for it, and least of all those who seek the opportunity.", "owner": "J.R.R. Tolkien, The Letters of J.R.R. Tolkien"}, {"item": "Men who find themselves late are never sure. They are all the things the civics books tell us the good citizen should be: partisans but never zealots, respectors of the facts which attend each situation but never benders of those facts, uncomfortable in positions of leadership but rarely unable to turn down a responsibility once it has been offered . . . or thrust upon them. They make the best leaders in a democracy because they are unlikely to fall in love with power.", "owner": "Stephen King, The Stand"}, {"item": "Politics is a matter of leading other people. Admittedly not where they want to go, but where they ought to go.", "owner": "Peter Prange, The Philosopher's Kiss"}, {"item": "It takes courage with true humility and steadfastness to win confidence and admiration", "owner": "Ernest Agyemang Yeboah"}, {"item": "In a world devoid of towering political leaders, we seem to have become experts at growing idiots & elevating them to important positions.", "owner": "Mamur Mustapha"}, {"item": "His supporters will push him to disaster unless his opponents show where the dangers are.", "owner": "Walter Lippmann"}, {"item": "Power is given to those who reach to take it & claimed by those who will stop at nothing to fulfill what they believe is their birthright.", "owner": "Saminu Kanti"}], "pagination": {"next": "/data/work & productivity/leadership/2/data.json", "prev": "/data/work & productivity/leadership/0/data.json", "current": "/data/work & productivity/leadership/1/data.json"}}