{"contents": [{"item": "I do believe that simplicity is a hallmark of maturity. But I do not believe that simplicity is necessarily a first step. Often, we must learn a depth of complexity before a beautiful simplicity blooms, whether in mind or matter.", "owner": "Kourosh Dini, Creating Flow with OmniFocus - Second Edition"}, {"item": "Because, as we all know, it’s easier to do trivial things that are urgent than it is to do important things that are not urgent, like thinking. And it’s also easier to do little things we know we can do than to start on big things that we’re not so sure about.” ― John Cleese", "owner": "John Cleese"}, {"item": "find the lead domino, and whack away at it until it falls.", "owner": "Gary Keller, The One Thing: The Surprisingly Simple Truth Behind Extraordinary Results"}, {"item": "Success in management requires learning as fast as the world is changing", "owner": "Warren Bennis"}, {"item": "Your Brain is for having ideas not storing them.", "owner": "David    Allen"}, {"item": "…there is rapidly developing a soil shortage on your planet. That is, you are running out of good soil in which to grow your food. This is because soil needs time to reconstitute itself, and your corporate farmers have no time. They want land that is producing, producing, producing. So the age-old practice of alternating growing fields from season to season is being abandoned or shortened. To make up for the loss of time, chemicals are being dumped into the land in order to render it fertile faster. Yet in this, as with all things, you cannot develop an artificial substitute for Mother Nature which comes even close to providing what She provides.", "owner": "Neale Donald Walsch, Conversations With God: An Uncommon Dialogue, Book 2"}, {"item": "...I conducted a number of experiments to get in touch with my future self. Here are my favorite ", "owner": "Chris Bailey, The Productivity Project: Accomplishing More by Managing Your Time, Attention, and Energy"}, {"item": "Although you can download all the productivity apps in the world (and I have), no app will make you care about what you have to do like the Rule of 3. The rule is dead s", "owner": "Chris Bailey, The Productivity Project: Accomplishing More by Managing Your Time, Attention, and Energy"}, {"item": "Instead of a to-do list, you need a success list - a list that is purposefully created around extraordinary results.", "owner": "Gary Keller, The One Thing: The Surprisingly Simple Truth Behind Extraordinary Results"}, {"item": "Repose is necessary to great efforts, and he who is never idle, labours in vain!", "owner": "William Hazlitt"}, {"item": "Reflect on what you do in your day. You may have never realized how some simple harmless activities rob you of precious time", "owner": "Vivek Naik, Get More Done Easily: Time Management Mindsets and Simple Exercise to Organize Your Day and be More Productive in 5 Days"}, {"item": "Is not a day divided into twenty-four hours, each hour into sixty minutes, and every minute sub-divided into sixty seconds? Now in 86,400 seconds many things can be done.", "owner": "Alexandre Dumas, The Count of Monte Cristo"}, {"item": "Getting things done, and feeling good about it, means being willing to recognize, acknowledge, and appropriately manage all the things that have your consciousness engaged. Mastering the art of stress-free productivity requires it.", "owner": "David    Allen, Getting Things Done: The Art of Stress-Free Productivity"}, {"item": "At any point in time, the first thing to consider is, what could you possibly do, where you are, with the tools you have?", "owner": "David    Allen, Getting Things Done: The Art of Stress-Free Productivity"}, {"item": "We don’t manage time, we manage activities within time", "owner": "Bernard Kelvin Clive"}], "pagination": {"next": "/data/work & productivity/productivity/2/data.json", "prev": "/data/work & productivity/productivity/0/data.json", "current": "/data/work & productivity/productivity/1/data.json"}}