{"contents": [{"item": "Focusing on you target will enable you to achieve more in your life than any ordinary person can ever do", "owner": "Sunday Adelaja"}, {"item": "If we are not aware of who we are, how will we know where we are going or how we should get there", "owner": "Sunday Adelaja"}, {"item": "Success requires a focused attention of your time and energy. This is true no matter what you want to achieve – to change the world or simply change apartments. All success stories come down to one person having a focused aim – so focused at times it can look like an obsession.", "owner": "Nigel Cumberland, 100 Things Successful People Do: Little Exercises for Successful Living"}, {"item": "People who have nothing much in mind for next week speak instead about the next century or millennium.", "owner": "George F. Will, The Woven Figure: Conservatism and America's Fabric"}, {"item": "My favorite lecturer was Alan Bean, who flew on Apollo 12 and is one of the twelve guys who walked on the moon. After retiring from NASA, he became a painter. Alan's lecture was called \"The Art of Space Exploration.\" He talked about the mistakes he'd made and how he learned to fix them. One lesson that took him a while to learn was that at a place like NASA you can only have an effect on certain things. You can't control who likes you. You can't control who gets assigned to flights or what NASA's budget is going to be next year. If you get caught up worrying about things you can't control, you'll drive yourself nuts. It's better to focus on the things right in front of you. Identify the places where you can have a positive impact. Concentrate there and let the rest take care of itself. The last thing Alan said to us was 'What most people want in life is to do something great. That doesn't happen often. Don't take it for granted. Don't be blasé about it. And don't blow it. A lot of times, believe it or not, people blow it.", "owner": "Mike Massimino, Spaceman: An Astronaut's Unlikely Journey to Unlock the Secrets of the Universe"}, {"item": "Michael wasn't on the pool deck, which was hard for me. None of my old Coral Springs teammates were around. Still, that old plane of cement felt like home. I folded my clothes and put them on the bench. I placed my water bottle under my starting block, and I dove in. Once again, I felt that ultimate state of transition, my feet no longer on the ground, my hands not yet in the water.", "owner": "Dara Torres, Age Is Just a Number: Achieve Your Dreams at Any Stage in Your Life"}, {"item": "Do not focus on money, instead focus on a problem that needs to be solved for the world..money will follow you as a bi-product.", "owner": "Manoj Arora, From the Rat Race to Financial Freedom"}, {"item": "It is better to focus on the mission than to earn money.", "owner": "Lailah Gifty Akita"}, {"item": "If you try to be everywhere at once, you won't be anywhere at all.", "owner": "Todd Stocker"}, {"item": "If you only focus on what is, you may never attain what could be. Focus on the possibilities.", "owner": "DeWayne Owens"}, {"item": "When we start focusing our energy on the things we love, they come easier and more effortlessly over time.", "owner": "Michael Thomas Sunnarborg, Balancing Work, Relationships & Life in Three Simple Steps"}, {"item": "When you look back with regret, that (regret, loss) becomes your focus. Then your focus directs you: you go back to that – again and again.Look forward now – and focus on your passions with joyful anticipation.Then your passion will fill the gap of your loss...and where you land us will amaze you!", "owner": "The Truth"}, {"item": "Focus.Such a little word for such a hard thing and yet it can make things so simple, unless you break it. Like glass.Fragile on certain points with enough pressure ore carelessness, but if handled correctly, it’s useful, clear, sharp, and perfect.That’s what I will try to think about, whenever the Beast in me is not in agreement with what I am doing, or how I am behaving, when it threatens to break free, through that very same glass that separates us.I need to be exactly like this window: smooth, cool, strong, and impenetrable.Focus.", "owner": "D.S. Wrights, The Beast In Me"}, {"item": "Stop competing, stop judging, stop comparing, stop blaming and better you, for you.", "owner": "Turcois Ominek"}, {"item": "Give your life purpose and focus. Position yourself to succeed", "owner": "Karon Waddell"}], "pagination": {"next": "/data/work & productivity/focus/3/data.json", "prev": "/data/work & productivity/focus/1/data.json", "current": "/data/work & productivity/focus/2/data.json"}}