{"contents": [{"item": "Believe that you are the best at what you do. And work hard on your abilities, to make it true.", "owner": "Ellen J. Barrier"}, {"item": "Angels do not toil, but let their good works grow out of them.", "owner": "Nathaniel Hawthorne, The House of the Seven Gables"}, {"item": "Is a PLONGEUR'S work really necessary to civilization? We have a feeling that it must be 'honest' work, because it is hard and disagreeable, and we have made a sort of fetish of manual work. We see a man cutting down a tree, and we make sure that he is filling a social need, just because he uses his muscles; it does not occur to us that he may only be cutting down a beautiful tree to make room for a hideous statue. I believe it is the same with a PLONGEUR. He earns his bread in the sweat of his brow, but it does not follow that he is doing anything useful; he may be only supplying a luxury which, very often, is no luxury at all.", "owner": "George Orwell, Down and Out in Paris and London"}, {"item": "You just go around getting hung up on all the least convenient things--and if the only obstacle in your way is a little extra work, then that's the wonderful gift right there.", "owner": "Elif Batuman, The Possessed: Adventures With Russian Books and the People Who Read Them"}, {"item": "Anti-sabbatical: A job taken with the sole intention of staying only for a limited period of time (often one year). The intention is usually to raise enough funds to partake in another, more personally meaningful activity such as watercolor sketching in Crete or designing computer knit sweaters in Hong Kong. Employers are rarely informed of intentions", "owner": "Douglas Coupland, Generation X: Tales for an Accelerated Culture"}, {"item": "I faced the \"dead lion\" courageously but will definitely run if I meet a roaring one...", "owner": "Bahterawan, Menatah Makna"}, {"item": "What did you work at?” Colum asked, shifting a bit on the bench to look more directly at me.“I was in service,” I said quietly, more quietly than I intended. I wondered if maybe the answer had gotten lost in the rumble of the engines. It didn’t.“Honest work,” Colum said. I knew that that was what people say about work they consider beneath them. Hauling and scrubbing and digging are “honest work.” Grubbing and mucking? “Honest work.” Tell someone you’re a doctor or a mill owner, and they never say “honest work.", "owner": "Susan Lynn Peterson, Clare"}, {"item": "Anyone who can walk to the welfare office can walk to work. ", "owner": "Al Capp"}, {"item": "..it's not how much you work, but how working so much makes you feel that counts. And how I felt was iserable.", "owner": "Jonathon Lazear, The Man Who Mistook His Job for a Life: A Chronic Overachiever Finds the Way Home"}, {"item": "I hate when people say something is not their job or that something isn't possible. We all say these things, sure, but some people actually believe they don't have to work beyond what is written in their job description or that they don't have to try to reach those who seemingly cannot be reached.", "owner": "Roxane Gay, Bad Feminist"}, {"item": "You don't pray for the growth and success of the organization you work for, but you pray God favours you before your boss.Really?", "owner": "Faithful Akpaloo"}, {"item": "There's something about physical labour that helps to chase away any lingering internal demons.", "owner": "Lily Graham, The Cornish Escape"}, {"item": "You work very slowly. In fact, if you went any slower you'd be in reverse.", "owner": "Bhavik Sarkhedi"}, {"item": "African American women actively contested white constructions of black female labor.", "owner": "LeShawn Harris"}, {"item": "Think of a typical full-time worker, who's in the office from nine to five daily, but takes thirty minutes for lunch, leaves an hour early on Friday, and comes in an hour late on Tuesday due to a dental appointment. That puts her at 35.5 hours for the week. One errand tacked on to the end of lunch one day or a longish midmorning break will pull her under that thirty-five-hour threshold that defines \"full time.", "owner": "Laura Vanderkam, I Know How She Does It: How Successful Women Make the Most of Their Time"}], "pagination": {"next": "/data/work & productivity/work/4/data.json", "prev": "/data/work & productivity/work/2/data.json", "current": "/data/work & productivity/work/3/data.json"}}