{"contents": ["I only want to write. And there's no college for that except life.", "Every year, many, many stupid people graduate from college. And if they can do it, so can you.", "College is the best time of your life. When else are your parents going to spend several thousand dollars a year just for you to go to a strange town and get drunk every night?", "I don’t think it would have all got me quite so down if just once in a while—just once in a while—there was at least some polite little perfunctory implication that knowledge should lead to wisdom, and that if it doesn't, it's just a disgusting waste of time! But there never is! You never even hear any hints dropped on a campus that wisdom is supposed to be the goal of knowledge. You hardly ever even hear the word 'wisdom' mentioned!", "Self-education is lifelong curiosity.", "I can't take anything you don't give me. Stop giving me power over your life.", "I think back to what Landon said about heartbreak, that if you don’t love the person, they can’t break your heart. Hardin repeatedly breaks my heart, even when I don’t think there are any more pieces to break.And I love him. I love Hardin.", "GrayG: I feel like I can tell you anything.IvyMac: You can. That's what friends do.GrayG: I've never been friends with a girl before.IvyMac: I'm honored to be your first.", "Here is a lesson in creative writing. First rule: Do not use semicolons. They are transvestite hermaphrodites representing absolutely nothing. All they do is show you've been to college.", "My advice to writers just starting out? Don't use semi-colons! They are transvestite hermaphrodites, representing exactly nothing. All they do is suggest you might have gone to college.", "I began my studies with eagerness. Before me I saw a new world opening in beauty and light, and I felt within me the capacity to know all things. In the wonderland of Mind I should be as free as another [with sight and hearing]. Its people, scenery, manners, joys, and tragedies should be living tangible interpreters of the real world. The lecture halls seemed filled with the spirit of the great and wise, and I thought the professors were the embodiment of wisdom... But I soon discovered that college was not quite the romantic lyceum I had imagined. Many of the dreams that had delighted my young inexperience became beautifully less and \"faded into the light of common day.\" Gradually I began to find that there were disadvantages in going to college. The one I felt and still feel most is lack of time. I used to have time to think, to reflect, my mind and I. We would sit together of an evening and listen to the inner melodies of the spirit, which one hears only in leisure moments when the words of some loved poet touch a deep, sweet chord in the soul that until then had been silent. But in college there is no time to commune with one's thoughts. One goes to college to learn, it seems, not to think. When one enters the portals of learning, one leaves the dearest pleasures – solitude, books and imagination – outside with the whispering pines. I suppose I ought to find some comfort in the thought that I am laying up treasures for future enjoyment, but I am improvident enough to prefer present joy to hoarding riches against a rainy day.", "Some people get an education without going to college. The rest get it after they get out.", "I imagine that one of the biggest troubles with colleges is there are too many distractions, too much panty-raiding, fraternities, and boola-boola and all of that.", "There are times when I long to sweep away half the things I am expected to learn; for the overtaxed mind cannot enjoy the treasure it has secured at the greatest cost. ... When one reads hurriedly and nervously, having in mind written tests and examinations, one's brain becomes encumbered with a lot of bric-a-brac for which there seems to be little use. At the present time my mind is so full of heterogeneous matter that I almost despair of ever being able to put it in order. Whenever I enter the region of my mind I feel like the proverbial bull in the china shop. A thousand odds and ends of knowledge come crashing about my head like hailstones, and when I try to escape them, theme goblins and college nixies of all sorts pursue me, until I wish – oh, may I be forgiven the wicked wish! – that I might smash the idols I came to worship.", "In 1971, after seven years in college, with that magic piece of paper clutched triumphantly in my fist, the best job I was able to get was night watchman on a sewer project in Babylon, N.Y. guarding a hole in the ground to prevent anyone from stealing it. God bless the American educational system!"], "pagination": {"next": "/data/work & productivity/college/1/data.json", "prev": null, "current": "/data/work & productivity/college/0/data.json"}}