{"contents": [{"item": "When we love, we always strive to become better than we are. When we strive to become better than we are, everything around us becomes better too.", "owner": "Paulo Coelho, The Alchemist"}, {"item": "The world is indeed full of peril, and in it there are many dark places; but still there is much that is fair, and though in all lands love is now mingled with grief, it grows perhaps the greater.", "owner": "J.R.R. Tolkien, The Fellowship of the Ring"}, {"item": "This is where it all begins. Everything starts here, today.", "owner": "David Nicholls, One Day"}, {"item": "If you can love someone with your whole heart, even one person, then there's salvation in life. Even if you can't get together with that person.", "owner": "Haruki Murakami, 1Q84"}, {"item": "Yes, I decided, a man can truly change. The events of the past year have taught me much about myself, and a few universal truths. I learned, for instance, that while wounds can be inflicted easily upon those we love, it's often much more difficult to heal them. Yet the process of healing those wounds provided the richest experience of my life, leading me to believe that while I've often overestimated what I could accomplish in a day, I had underestimated what I could do in a year. But most of all, I learned that it's possible for two people to fall in love all over again, even when there's been a lifetime of disappointment between them.", "owner": "Nicholas Sparks, The Wedding"}, {"item": "How far would you go to keep the hope of love alive?", "owner": "Nicholas Sparks, The Choice"}, {"item": "All of sudden, this shooting star went by, and all I could think was that they were listening to us somehow. ", "owner": "Nicholas Sparks"}, {"item": "I’m here not because I am supposed to be here, or because I’m trapped here, but because I’d rather be with you than anywhere else in the world.", "owner": "Richard Bach, The Bridge Across Forever: A True Love Story"}, {"item": "Hope is not about proving anything. It's about choosing to believe this one thing, that love is bigger than any grim, bleak shit anyone can throw at us.", "owner": "Anne Lamott, Plan B: Further Thoughts on Faith"}, {"item": "Sometimes good things fall apart, so better things can fall together.", "owner": "Jessica Howell"}, {"item": "The only way of knowing a person is to love them without hope.", "owner": "Walter Benjamin"}, {"item": "You said you didn't want to get involved with me,that one of us would get hurt and how you couldn't bear it. Well that just isn't good enough..Look what happens to people just living their lives. They get hurt, it's not fair they get hurt but they do, all the time, no matter how careful they are. Somebody can just just come along and hurt them, for no stupid reason..", "owner": "Julian Gough, Juno & Juliet"}, {"item": "And the past held only this wisdom: that love was a damaging mistake, and its accomplice, hope, a treacherous illusion. And whenever those twin poisonous flowers began to sprout in the parched land of that field, Mariam uprooted them. She uprooted them and ditched them before they took hold.", "owner": "Khaled Hosseini, A Thousand Splendid Suns"}, {"item": "Faith goes up the stairs that love has built and looks out the windows which hope has opened.", "owner": "Charles Haddon Spurgeon"}, {"item": "I think sometimes when we find love we pretend it away, or ignore it, or tell ourselves we’re imagining it. Because it is the most painful kind of hope there is.", "owner": "Rae Carson, The Bitter Kingdom"}], "pagination": {"next": "/data/spiritual & philosophy/hope/1/data.json", "prev": null, "current": "/data/spiritual & philosophy/hope/0/data.json"}}