{"contents": [{"item": "I can put on a hat, or put on a coat,Or wear a pair of glasses or sail a boat. I can change all my names and find a place to hide. I can do most anything, but I'm still myself inside. I can go far away, or dream of anything, Or wear a scary costume or act like a king. I can change all my names and find a place to hide. I can do almost anything, but I'm still myself. I'm still myself. I'm still myself inside.", "owner": "Fred Rogers, Life's Journeys According to Mister Rogers: Things to Remember Along the Way"}, {"item": "We all have different gifts, so we all have different ways of saying to the world who we are.", "owner": "Fred Rogers, Life's Journeys According to Mister Rogers: Things to Remember Along the Way"}, {"item": "I am as I am, and that's all there is to it, I can hardly take a pair of scissors to myself, and cut out a different person...", "owner": "Franz Kafka"}, {"item": "You’ll also wonder how you can feel so brave and so afraid at the same time.", "owner": "Brené Brown, The Gifts of Imperfection: Let Go of Who You Think You're Supposed to Be and Embrace Who You Are"}, {"item": "A person who loves himself can never feel himself completely lonely!", "owner": "Mehmet Murat ildan"}, {"item": "Self-love, my liege, is not so vile a sin as self-neglecting.", "owner": "William Shakespeare"}, {"item": "Self-love is the best love, and you're the only one who gives it.", "owner": "Jasmine Sandozz, Thoughts of a Burning Heart"}, {"item": "Self-love diminishes no one. It blesses others.", "owner": "Annette Vaillancourt, How to Manifest Your Soulmate with Eft: Relationship as a Spiritual Path"}, {"item": "There is a thin line between self-love and self-hate. When you are at the self-hate side, make sure to cross the line and stay away from it forever.", "owner": "Merriam Rammila"}, {"item": "If the painter has clumsy hands, he will be apt to introduce them into his works, and so of any other part of his person, which may not happen to be so beautiful as it ought to be. He must, therefore, guard particularly against that self-love, or too good opinion of his own person, and study by every means to acquire the knowledge of what is most beautiful, and of his own defects, that he may adopt the one and avoid the other.", "owner": "Leonardo da Vinci, A Treatise on Painting"}, {"item": "When you have developed a relationship with yourself, you can begin to take on the world.", "owner": "Gabriella Kortsch, Rewiring the Soul: Finding the Possible Self: How Your Connection to Yourself Can Make All the Difference"}, {"item": "Don't rush into any kind of relationship. Work on yourself. Feel yourself, experience yourself and love yourself. Do this first and you will soon attract that special loving other.", "owner": "Russ von Hoelscher"}, {"item": "Haven't we all, as time continues, found that we must be kind to ourselves and listen to our thoughts, because fewer and fewer of those remain who know what is most real to us?", "owner": "Lan Samantha Chang, Hunger"}, {"item": "Consult your friend on all things, especially on those which respect yourself. His counsel may then be useful where your own self-love might impair your judgment.", "owner": "Lucius Annaeus Seneca"}, {"item": "Self-love is the source of all our other loves.", "owner": "Pierre Corneille"}], "pagination": {"next": "/data/personal growth/self-love/3/data.json", "prev": "/data/personal growth/self-love/1/data.json", "current": "/data/personal growth/self-love/2/data.json"}}