{"contents": [{"item": "Nine out of ten significant people have to do with money or war!", "owner": "Jonathan Safran Foer, Extremely Loud and Incredibly Close"}, {"item": "You think money can solve any problem, but all it s good for is buying the things it can, and leaving you free to pursue the things it can't.", "owner": "Ann Herendeen, Phyllida and the Brotherhood of Philander"}, {"item": "I have no taste for either poverty or honest labor, so writing is the only recourse left for me.", "owner": "Hunter S. Thompson, The Proud Highway: Saga of a Desperate Southern Gentleman, 1955-1967"}, {"item": "God, how impossible life is without money. Nothing can ever overcome it, it's everything when it's anything. How can I write in peace with endless worries of money, money, money? (“Disappearing Act”)", "owner": "Richard Matheson, Collected Stories, Vol. 1"}, {"item": "Religion is what keeps the poor from murdering the rich.", "owner": "Napoléon Bonaparte"}, {"item": "The really essential factors of success in any undertaking are money and opportunity, and as a rule, the man who can make the first can make the second.", "owner": "Dorothy L. Sayers, Whose Body?"}, {"item": "Dont struggle for salary.. DO struggle for Success..", "owner": "Bhadra"}, {"item": "Because I keep it real and reality is a ruthless bitch. Plus I wanna make money – you cool with that?” - Gable", "owner": "J.M. August"}, {"item": "Let attitude be Your determination, go for success and not for money, because success is money", "owner": "Jan Jansen Easy Branches"}, {"item": "A girl should set her sights on a man who has money; or if not, who can expect to come into money; or if not, who has moneyed connections.", "owner": "Jude Morgan, Indiscretion"}, {"item": "Time is a waste of money.", "owner": "Oscar Wilde, Complete Works of Oscar Wilde"}, {"item": "Money and time are the heaviest burdens of life . . . the unhappiest of all mortals are those who have more of either than they know how to use.", "owner": "Samuel Johnson"}, {"item": "Money is far commoner than time. When one reflects, one perceives that money is just about the commonest thing there is.", "owner": "Arnold Bennett, How to Live on 24 Hours a Day"}, {"item": "The biggest machines, in those days, were already pushing the limits of what could be constructed on Arbre with reasonable amounts of money.\"\"I hadn't known that,\" I said. \"I always tend to assume there's an infinite amount of money out there.\"\"There might as well be,\" Arsibalt said, \"but most of it gets spent on pornography, sugar water, and bombs. There is only so much that can be scraped together for particle accelerators.", "owner": "Neal Stephenson, Anathem"}, {"item": "It's amazing. The moment you show cash, everyone knows your language.", "owner": "Aravind Adiga, The White Tiger"}], "pagination": {"next": "/data/work & productivity/money/1/data.json", "prev": null, "current": "/data/work & productivity/money/0/data.json"}}