{"contents": ["Until egoism reaches the non-existent state, there is nothing but fear in the worldly life.", "Only ego has fear. The Gnani Purush has no ego and so he has no fear of any kind.", "Did I love what I was doing, or did I love myself in doing it?", "Love is not sacrificing for each other, but helping each other to become more unified - Mentally by respecting each other's EGO; Psychologically - by understanding and overcoming the subtle nuances of the mind that are detrimental to each other's progress and Spiritually - becoming one with the cosmic whole. This organic growth in all sphere of life is what we call LOVE! Have you experienced this?", "Friendship warrants giving up the ego, submitting you to the other person, and remaining non-judgemental in the whole process.", "The real opposition is that between the ego-bound man, whose existence is structured by the principle of having, and the free man, who has overcome his egocentricity.", "But us women, well, we like our egos stroked every once in a while and a boy mourning over us is a huge boost", "The steady soul and the ego pretender / walk with their arms round each other's shoulders / through the mirage.", "Ego said, 'treat me like a game and I will show you how it's played'; Soul replied, 'ego can never lose; it is always a winner because ego is playing against itself [ego is me; soul is we]'.", "With egoism at the center, the awareness of all worldly things can be set beautifully. The awareness of ‘I am Pure Soul’ can never setup with ego being at the center.", "If egoism is there, the benefit of the Self cannot be obtained and if the Self is there, the benefit of egoism cannot be obtained.", "Strong SPIRITS are usually liberated from the burden of their pain through forgiveness and letting go. EGO usually holds onto grudges and is the source of destruction by acting on impulse.", "In order to make the egoism non-existent [zero], the Gnani Purush [the enlightened one] establishes the awareness of the Pure Soul within.", "All spiritual techniques seek to awaken fallen man from the dream in which he lives : he dreams continuously of individual state of being, and of the many forms through which the external world presents itself to him; he builds for himself a paradise of illusions, so as to forget the absence of God. To recover the vision of the spiritual world, the soul of man must \"die\" to this dream, this ceaseless flow of images which fallen man regards as normal, everyday state of his consciousness.", "You have two options whether to speed up or block your soul’s intentions. You have a choice: to act out of selfish ego or as a loving soul."], "pagination": {"next": "/data/personal growth/ego/4/data.json", "prev": "/data/personal growth/ego/2/data.json", "current": "/data/personal growth/ego/3/data.json"}}