{"contents": [{"item": "Keep trying until you have no more chances left.", "owner": "Aimee Carter, The Goddess Test"}, {"item": "After climbing a great hill, one only finds that there are many more hills to climb.", "owner": "Nelson Mandela"}, {"item": "By perseverance the snail reached the ark.", "owner": "Charles Haddon Spurgeon"}, {"item": "If we walk far enough,\" says Dorothy, \"we shall sometime come to someplace.", "owner": "L. Frank Baum, The Wonderful Wizard of Oz"}, {"item": "The difference between what we do and what we are capable of doing would suffice to solve most of the world's problems.", "owner": "Mahatma Gandhi"}, {"item": "Life, Stormy says, is not about how fast you run or even with what degree of grace. It's about perseverance, about staying on your feet and slogging forward no matter what.", "owner": "Dean Koontz"}, {"item": "NEVER GIVE UPNo matter what is going onNever give upDevelop the heartToo much energy in your countryIs spent developing the mindInstead of the heartBe compassionateNot just to your friendsBut to everyoneBe compassionateWork for peaceIn your heart and in the worldWork for peaceAnd I say againNever give upNo matter what is going on around youNever give up", "owner": "Dalai Lama XIV"}, {"item": "Where you stand depends on where you sit.", "owner": "Nelson Mandela"}, {"item": "Perseverance is failing 19 times and succeeding the 20th.", "owner": "Julie Andrews Edwards"}, {"item": "Few things are impossible to diligence and skill. Great works are performed not by strength, but by perseverance.", "owner": "Samuel Johnson"}, {"item": "It is common sense to take a method and try it. If it fails, admit it frankly and try another. But above all, try something.", "owner": "Franklin D. Roosevelt, Looking Forward"}, {"item": "Everything works out in the end. if it hasn't worked out yet, then it's not the end.", "owner": "Tracy McMillan, I Love You And I'm Leaving You Anyway"}, {"item": "What is the victory of a cat on a hot tin roof?—I wish I knew... Just staying on it, I guess, as long as she can...", "owner": "Tennessee Williams, Cat on a Hot Tin Roof"}, {"item": "The man who is swimming against the stream knows the strength of it.", "owner": "Woodrow Wilson"}, {"item": "Two hands working can do more than a thousand clasped in prayer.", "owner": "Madalyn Murray O'Hair"}], "pagination": {"next": "/data/work & productivity/perseverance/3/data.json", "prev": "/data/work & productivity/perseverance/1/data.json", "current": "/data/work & productivity/perseverance/2/data.json"}}