{"contents": [{"item": "I'm tired of living unable to love anyone. I don't have a single friend - not one. And, worst of all, I can't even love myself. Why is that? Why can't I love myself? It's because I can't love anyone else. A person learns how to love himself through the simple acts of loving and being loved by someone else. Do you understand what I am saying? A person who is incapable of loving another cannot properly love himself.", "owner": "Haruki Murakami, 1Q84"}, {"item": "That’s love: Two lonely persons keep each other safe and touch each other and talk to each other.", "owner": "Rainer Maria Rilke"}, {"item": "Sometimes I get real lonely sleeping with you.", "owner": "Haruki Murakami, A Wild Sheep Chase"}, {"item": "If loneliness was a choice, what was the other option? To settle for second-best and try to be happy with that? And was that fair to the person you settled for?", "owner": "Lisa Kleypas, Sugar Daddy"}, {"item": "Sometimes the sound of silence is the most deafening sound of all.", "owner": "K.L. Toth"}, {"item": "Lying is easy. But it's lonely.\"\"What do you mean?\"\"When you lie to everyone about everything, what's left? What's true?\"\"Nothing,\" I say.\"Exactly.", "owner": "Victoria Schwab, The Archived"}, {"item": "I don't reckon misery loves any damn thing at all.", "owner": "Bruce Machart, The Wake of Forgiveness"}, {"item": "Wolves mated for life. Where was he? Where was the echo to her howl, her mate? Was there no other lone wolf, searching the hills for her?", "owner": "Andrea Hurst, Always with You"}, {"item": "may came home with a smooth round stoneas small as a world and as large as alone.", "owner": "E.E. Cummings"}, {"item": "On I’ll pass,dragging my huge love behind me.On whatfeverish night, deliria-ridden,by what Goliaths was I begot – I, so bigand by no one needed?", "owner": "Vladimir Mayakovsky"}, {"item": "You get lonely, is what it is. A person's not supposed to go through life with absolutely nobody. It's not normal. The longer you go by yourself the weirder you get, and the weirder you get the longer you go by yourself. It's a loop and you gotta do something to get out of it.", "owner": "Jim Shepard"}, {"item": "And she realized everything one does is just another effort to be understood by someone a little bit more.", "owner": "Vatsal Surti, 20"}, {"item": "It suddenly struck me that Dawsey is a lonesome person. I think it may be that he has always been lonely, but he didn't mind before, and now he minds.", "owner": "Annie Barrows, The Guernsey Literary and Potato Peel Pie Society"}, {"item": "This was the part she hated, the part of a relationship that always nudged her to bail, the part where someone else’s misery or expectations or neediness crept into her carefully prescribed world. It was such a burden, other people’s lives. She did love Leo. She’d loved him in a host of different ways at different times in their lives, and she did want whatever their current thing was to continue. Probably. But she always came back to this: She was so much better at being alone; being alone came more naturally to her. She led a life of deliberate solitude, and if occasional loneliness crept in, she knew how to work her way out of that particular divot.", "owner": "Cynthia D'Aprix Sweeney, The Nest"}, {"item": "We are not defined by our individual loneliness, but by the web of relationships in which we’re enmeshed.", "owner": "Ken Liu, Mono no Aware"}], "pagination": {"next": "/data/hard times/loneliness/1/data.json", "prev": null, "current": "/data/hard times/loneliness/0/data.json"}}