{"contents": [{"item": "Gimme an S! A T! An O! A C! Followed by a K-H-O-L-M! What's it spell? HEAD FUCK.- Jane", "owner": "J.R. Ward, Lover Unbound"}, {"item": "Discipline allows magic. To be a writer is to be the very best of assassins. You do not sit down and write every day to force the Muse to show up. You get into the habit of writing every day so that when she shows up, you have the maximum chance of catching her, bashing her on the head, and squeezing every last drop out of that bitch.", "owner": "Lili St. Crow"}, {"item": "Ceres wanted a united front in the plant war.\"\"The plant war,\" Percy said. \"You're going to arm all the little grapes with tiny assault rifles?", "owner": "Rick Riordan, The Mark of Athena"}, {"item": "She'd met Colin on a Monday.She'd kissed him on a Friday.Twelve years later.She sighed. It seemed fairly pathetic.", "owner": "Julia Quinn, Romancing Mister Bridgerton"}, {"item": "I'm calling it the Watney Triangle because after what I've been through, shit on Mars should be named after me.", "owner": "Andy Weir, The Martian"}, {"item": "Literature doesn’t exactly have a strong mental-health track record.", "owner": "Lemony Snicket"}, {"item": "Alphabet: a symbolic system used in algebra, with applications that have yet to be discovered by dyslexics and two thirds of college graduates.", "owner": "Bauvard, Some Inspiration for the Overenthusiastic"}, {"item": "The idealist hopes. The romantic sees doom. The postmodernist sees doom and hopes.", "owner": "Bauvard, Some Inspiration for the Overenthusiastic"}, {"item": "Normal\" is just a setting on your dryer.", "owner": "Patsy Clairmont"}, {"item": "Because he has the best equipment in the City and he knows how to use it!", "owner": "Ilona Andrews, Magic Bleeds"}, {"item": "Marry me, he says. I got all my own teeth, I wash twice a year an I'll cut you in fer half the business here.", "owner": "Moira Young, Blood Red Road"}, {"item": "A lot of people ask me if I were shipwrecked, and could have only one book, what would it be? I always say, \"How to Build a Boat.", "owner": "Stephen Wright"}, {"item": "The lampshade on my head is for my bright ideas. I won't be able to convey them until Monday, when my curtain gets out of the dry cleaners.", "owner": "Bauvard, Some Inspiration for the Overenthusiastic"}, {"item": "I'm about as intimidating as a butterfly.", "owner": "Dan Howell"}, {"item": "HOMICIDE, n. The slaying of one human being by another. There arefour kinds of homicide: felonious, excusable, justifiable, andpraiseworthy, but it makes no great difference to the person slainwhether he fell by one kind or another -- the classification is foradvantage of the lawyers.", "owner": "Ambrose Bierce, The Unabridged Devil's Dictionary"}], "pagination": {"next": "/data/inspiration/funny/4/data.json", "prev": "/data/inspiration/funny/2/data.json", "current": "/data/inspiration/funny/3/data.json"}}