{"contents": [{"item": "In the end you’ll see you won’t stop me.", "owner": "Christina Aguilera, Christina Aguilera: Stripped"}, {"item": "My mother has made choices in her life, as we all must, and she is at peace with them. I can see her peace. She did not cop out on herself. The benefits of her choices are massive-a long, stable marriage to a man she still calls her best friend; a family that has extended now into grandchildren who adore her; a certainty in her own strength. Maybe some things were sacrificed, and my dad made his sacrifices, too-but who amongst us lives without sacrifice?", "owner": "Elizabeth Gilbert, Eat, Pray, Love"}, {"item": "For the weakest has but to try his strength to find it, and then he shall be strong.", "owner": "Robin Hobb, Ship of Magic"}, {"item": "A lot of what we experience as strength comes from knowing what to do with weakness.", "owner": "Barbara Ehrenreich, Nickel and Dimed: On (Not) Getting By in America"}, {"item": "But there was nothing else she could be right now except strong.", "owner": "Morgan Rhodes, Rebel Spring"}, {"item": "Listen, babyAin't no mountain highAin't no valley lowAin't no river wide enough, babyIf you need me, call meNo matter where you areNo matter how farJust call my nameI'll be there in a hurryYou don't have to worry'Cause baby,There ain't no mountain high enoughAin't no valley low enoughAin't no river wide enoughTo keep me from getting to youRemember the dayI set you freeI told youYou could always count on meFrom that day on I made a vowI'll be there when you want meSome way,some how'Cause baby,There ain't no mountain high enoughAin't no valley low enoughAin't no river wide enoughTo keep me from getting to youNo wind, no rainMy love is aliveWay down in my heartAlthough we are miles apartIf you ever need a helping handI'll be there on the doubleAs fast as I canDon't you know thatThere ain't no mountain high enoughAin't no valley low enoughAin't no river wide enoughTo keep me from getting to youDon't you know thatThere ain't no mountain high enoughAin't no valley low enoughAin't no river wide enough", "owner": "Marvin Gaye"}, {"item": "I ran out of strong.", "owner": "Ron Hall, Same Kind of Different as Me"}, {"item": "I can be changed by what happens to me. But I refuse to be reduced by it.", "owner": "Maya Angelou, Letter to My Daughter"}, {"item": "Never ignore a gut feeling, but never believe that it's enough.", "owner": "Robert Heller"}, {"item": "It came to my house.It sat on my shoulders.Your shadow is yours. I told it so. I said it was yours.I have carried it with me too long. I give it back.", "owner": "Mark Strand"}, {"item": "Broken things can be made whole again. Perhaps not as they were before, but maybe stronger this time.", "owner": "Carrie Ryan, The Dark and Hollow Places"}, {"item": "But borrowing strength builds weakness.", "owner": "Stephen R. Covey, The 7 Habits of Highly Effective People: Powerful Lessons in Personal Change"}, {"item": "...and that visibility which makes us most vulnerable is that which also is the source of our greatest strength.", "owner": "Audre Lorde"}, {"item": "There are many ways of getting strong, sometimes talking is the best way.", "owner": "Andre Agassi, Open"}, {"item": "I will do what I can", "owner": "Jude Morgan, Indiscretion"}], "pagination": {"next": "/data/health & fitness/strength/3/data.json", "prev": "/data/health & fitness/strength/1/data.json", "current": "/data/health & fitness/strength/2/data.json"}}