{"contents": [{"item": "Remember your created limits. So much of workaholism is a defiance of the physical limitations that God our creator has imposed upon us.", "owner": "Tim Challies"}, {"item": "Manage the inn, Jane, save it. Have a mission in life. Discover that work worth doing is about more than profit and toil. It's about using the gifts and ability you've been given to serve your fellow man and please your Maker.", "owner": "Julie Klassen, The Innkeeper of Ivy Hill"}, {"item": "The more goods we acquire in the temporal realm, the more intense our external work, the less accessible and farther removed is eternity. Hence the limited perspective of active and energetic people, the banality of their thought and actions.", "owner": "Cioran"}, {"item": "The Only Way to Do Great Work is To Love What You Do", "owner": "Steve Jobs, Steve Jobs: His Own Words and Wisdom"}, {"item": "I doubt that work ennobles man and I am absolutely certain that it does not ennoble woman.", "owner": "Elena Ferrante, La frantumaglia"}, {"item": "I myself not dwells, the only people are dwells in underlying aim of my each work.", "owner": "Tanmaya Guru"}, {"item": "My work has been always presented to me in front of others by creating a unique individual.", "owner": "Tanmaya Guru"}, {"item": "... and that was when I learned that work gets done if you simply do it.", "owner": "Elizabeth Strout, My Name Is Lucy Barton"}, {"item": "No legitimate work, undertaken for the glory of God, is menial or meaningless. Hard physical labor wasn’t beneath the dignity of the Son of God. Jesus worked as a carpenter for about seventeen years and only about three years doing itinerant ministry. Carpentry was a lowly, ill-paying profession. Yet Jesus was doing God’s work when pounding a nail just as much as He was doing it when preaching on a hillside–because He was doing what God wanted Him to do when God wanted Him to do it (p. 143).", "owner": "Nancy Leigh DeMoss, True Woman 201: Interior Design - Ten Elements of Biblical Womanhood"}, {"item": "Would you work for me? I will gush of majesty on your head.", "owner": "Tanmaya Guru"}, {"item": "The human organism is built for tension and relaxation, work and sleep. The principle of life is rhythm.", "owner": "Mary Roach, Packing for Mars: The Curious Science of Life in the Void"}, {"item": "Demand the best from yourself, because others will demand the best from you... Successful people don't simply give a project hard work. They give it their best work.", "owner": "Win Borden"}, {"item": "The funny thing about work itself, it was so bearable. The dreariest task was perfectly bearable. It presented challenges to overcome, the distraction provided by a sense of urgency, and the things made work utterly, even harmoniously bearable.", "owner": "Joshua Ferris, Then We Came to the End"}, {"item": "If you enjoy being at work more than being at home it doesn't mean you are a workaholic, it simply means you are in love with your work and you worship it.", "owner": "honeya"}, {"item": "Writing is like painting a painting. Layer over layer over layer.", "owner": "Kevin James Breaux"}], "pagination": {"next": null, "prev": "/data/work & productivity/work/3/data.json", "current": "/data/work & productivity/work/4/data.json"}}