{"contents": [{"item": "Wise? No, I simply learned to think.", "owner": "Christopher Paolini, Eldest"}, {"item": "When a child asks you something, answer him, for goodness sake. But don't make a production of it. Children are children, but they can spot an evasion faster than adults, and evasion simply muddles 'em.", "owner": "Harper Lee, To Kill a Mockingbird"}, {"item": "People who know little are usually great talkers, while men who know much say little.", "owner": "Jean-Jacques Rousseau"}, {"item": "I AM IGNORANT of absolute truth. But I am humble before my ignorance and therein lies my honor and my reward.", "owner": "Kahlil Gibran"}, {"item": "Books loved anyone who opened them, they gave you secruity and friendship and didn't ask for anything in return; they never went away, never, not even when you treated them badly. ", "owner": "Cornelia Funke, Inkheart"}, {"item": "But magic is neither good nor evil. It is a tool, like a knife. Is a knife evil? Only if the wielder is evil.", "owner": "Rick Riordan, The House of Hades"}, {"item": "The art of being wise is knowing what to overlook.", "owner": "William James"}, {"item": "wisdom comes to us when it can no longer do any good.", "owner": "Gabriel García Márquez, Love in the Time of Cholera"}, {"item": "There is a wisdom of the head, and... there is a wisdom of the heart.", "owner": "Charles Dickens, Hard Times"}, {"item": "Now I understand that one of the important reasons for going to college and getting an education is to learn that the things you've believed in all your life aren't true, and that nothing is what it appears to be.", "owner": "Daniel Keyes, Flowers for Algernon"}, {"item": "Only the wisest and stupidest of men never change.", "owner": "Confucius"}, {"item": "Where wisdom reigns, there is no conflict between thinking and feeling.", "owner": "C.G. Jung"}, {"item": "The small wisdom is like water in a glass:clear, transparent, pure.The great wisdom is like the water in the sea:dark, mysterious, impenetrable.", "owner": "Rabindranath Tagore"}, {"item": "A man without words is a man without thought.", "owner": "John Steinbeck, East of Eden"}, {"item": "Water is the softest thing, yet it can penetrate mountains and earth. This shows clearly the principle ofsoftness overcoming hardness.", "owner": "Lao Tzu"}], "pagination": {"next": "/data/spiritual & philosophy/wisdom/2/data.json", "prev": "/data/spiritual & philosophy/wisdom/0/data.json", "current": "/data/spiritual & philosophy/wisdom/1/data.json"}}