{"contents": [{"item": "The true man wants two things: danger and play. For that reason he wants woman, as the most dangerous plaything.", "owner": "Friedrich Nietzsche"}, {"item": "It is an ironic habit of human beings to run faster when they have lost their way.", "owner": "Rollo May"}, {"item": "Expect everything, I always say, and the unexpected never happens.", "owner": "Norton Juster, The Phantom Tollbooth"}, {"item": "If you understand others you are smart.If you understand yourself you are illuminated.If you overcome others you are powerful.If you overcome yourself you have strength.If you know how to be satisfied you are rich.If you can act with vigor, you have a will.If you don't lose your objectives you can be long-lasting.If you die without loss, you are eternal.", "owner": "Lao Tzu, Tao Te Ching"}, {"item": "One of the penalties of refusing to participate in politics is that you end up being governed by your inferiors.", "owner": "Plato"}, {"item": "The journey is what brings us happiness not the destination.", "owner": "Dan Millman, Way of the Peaceful Warrior: A Book That Changes Lives"}, {"item": "Wisest is she who knows she does not know.", "owner": "Jostein Gaarder, Sophie's World"}, {"item": "Your pain is the breaking of the shell that encloses your understanding... And could you keep your heart in wonder at the daily miracles of your life, your pain would not seem less wondrous than your joy", "owner": "Kahlil Gibran"}, {"item": "Man is always prey to his truths. Once he has admitted them, he cannot free himself from them.", "owner": "Albert Camus, The Myth of Sisyphus and Other Essays"}, {"item": "Even if there is only one possible unified theory, it is just a set of rules and equations. What is it that breathes fire into the equations and makes a universe for them to describe? The usual approach of science of constructing a mathematical model cannot answer the questions of why there should be a universe for the model to describe. Why does the universe go to all the bother of existing?", "owner": "Stephen Hawking, A Brief History of Time"}, {"item": "Know thyself? If I knew myself, I'd run away.", "owner": "Johann Wolfgang von Goethe"}, {"item": "There are no ordinary moments.", "owner": "Dan Millman, Way of the Peaceful Warrior: A Book That Changes Lives"}, {"item": "The first method for estimating the intelligence of a ruler is to look at the men he has around him.", "owner": "Niccolò Machiavelli, The Prince"}, {"item": "It is foolish and wrong to mourn the men who died. Rather, we should thank God that such men lived.", "owner": "George S. Patton Jr."}, {"item": "The seed of suffering in you may be strong, but don't wait until you have no more suffering before allowing yourself to be happy.", "owner": "Thich Nhat Hanh, The Heart of the Buddha's Teaching: Transforming Suffering into Peace, Joy, and Liberation"}], "pagination": {"next": "/data/spiritual & philosophy/philosophy/2/data.json", "prev": "/data/spiritual & philosophy/philosophy/0/data.json", "current": "/data/spiritual & philosophy/philosophy/1/data.json"}}