{"contents": [{"item": "who has never tasted what is bitter does not know what is sweet..", "owner": "German Proverb"}, {"item": "Neither your work to be with insensible, nor their work to be with you.", "owner": "Kamaran Ihsan Salih"}, {"item": "A soldier never goes to war without his weapon.", "owner": "Lailah Gifty Akita"}, {"item": "Proverbs and truisms are for this reason dangerous, because they produce blindness or non-thought.", "owner": "Idries Shah"}, {"item": "The sinner runs when no one is pursuing himMeaning: one’s guilt will always haunt or live with him", "owner": "Ikechukwu Joseph, The Restless Buttocks and the Stinger Ant: A New Collection of African Proverbs"}, {"item": "In abundance of words, offense will not be lacking but one who restrains his lips is wise.", "owner": "Anonymous"}, {"item": "No matter how big a hen's hut is, it must bow to enter", "owner": "Ikechukwu Joseph"}, {"item": "It is the crow of the cock that announced the break of the dayMeaning: It is good to act in time…ik", "owner": "Ikechukwu Joseph, The Restless Buttocks and the Stinger Ant: A New Collection of African Proverbs"}, {"item": "She is clothed in strength and dignity, and she laughs without fear of the future.", "owner": "Anonymous, Holy Bible: King James Version"}, {"item": "Steer your boat with justice: forge A tongue on truth's anvil.", "owner": "Pindar, Selected Odes"}, {"item": "The young must not scoff at the old, for flowers don’t bloom forever", "owner": "Mo Yan, Red Sorghum"}, {"item": "A truth spoken before its time is dangerous.", "owner": "Greek Proverb"}, {"item": "There’s a Russian proverb: To taste the ocean, all you need is one gulp.", "owner": "Howard Norman, My Darling Detective"}, {"item": "The bitter heart eats its owner...", "owner": "Bantu Proverbs"}, {"item": "Don't think there are no crocodiles because the water is calm.", "owner": "Malayan proverb"}], "pagination": {"next": "/data/inspiration/proverbs/1/data.json", "prev": null, "current": "/data/inspiration/proverbs/0/data.json"}}