{"contents": [{"item": "Believe it is possible to solve your problem. Tremendous things happen to the believer. So believe the answer will come. It will.", "owner": "Norman Vincent Peale"}, {"item": "It was time to let go of the mad desire to remember. It was time to start living whatever life would come. In the present, not the past.", "owner": "Adi Alsaid, Let's Get Lost"}, {"item": "People have hope because they cannot see Death standing behind them.", "owner": "Tite Kubo"}, {"item": "Hope does not leave without being given permission.", "owner": "Rick Riordan"}, {"item": "I always thought old age would be a writer’s best chance. Whenever I read the late work of Goethe or W. B. Yeats I had the impertinence to identify with it. Now, my memory’s gone, all the old fluency’s disappeared. I don’t write a single sentence without saying to myself, ‘It’s a lie!’ So I know I was right. It’s the best chance I’ve ever had.", "owner": "Samuel Beckett"}, {"item": "Love will never let you down, if you don't give it up", "owner": "Benny Bellamacina"}, {"item": "Some way some how i'm going to be happy i'm going to laugh i'm going to prosper,i feel good that i remain positive thru these mess up times!!!", "owner": "jojo1980"}, {"item": "I know how men in exile feed on dreams of hope.", "owner": "Aeschyulus"}, {"item": "You won't find the truth of life in morbidity, only in hope.", "owner": "Dean Koontz, Odd Thomas"}, {"item": "It’s a truth I love you,It’s a hope you do,And may I live and die with it,Not knowing that you don’t.", "owner": "Amit Abraham"}, {"item": "Sister - if all this is true, what could I do or undo?", "owner": "Sophocles, Antigone"}, {"item": "Darling, has not the count just told us that all human wisdom is summed up in two words? Wait and hope.", "owner": "Alexandre Dumas, The Count of Monte Cristo"}, {"item": "He learned that the lives of men are short and filled with pain, yet each one a priceless treasure, whether it be that of a prince or a pig-keeper. And, at the last, the book taught him that while nothing was certain, all was possible. \"At the end of knowledge, wisdom begins, Dallben murmured. \"And at the end of wisdom there is not grief, but hope.", "owner": "Lloyd Alexander, The Foundling and Other Tales of Prydain"}, {"item": "New day, new hopes, new life!!", "owner": "Lailah Gifty Akita"}, {"item": "...the best Evil Plan offers something much more for people--a chance to buy into an idea that matters, and share it with people who matter to them.", "owner": "Hugh MacLeod, Evil Plans: Having Fun on the Road to World Domination"}], "pagination": {"next": "/data/spiritual & philosophy/hope/4/data.json", "prev": "/data/spiritual & philosophy/hope/2/data.json", "current": "/data/spiritual & philosophy/hope/3/data.json"}}