{"contents": [{"item": "Mindfulness isn't difficult, we just need to remember to do it.", "owner": "Sharon Salzberg, Real Happiness: The Power of Meditation"}, {"item": "Denial is a useful defense mechanism until it's not.", "owner": "Rosalind Kaplan"}, {"item": "An integral approach is based on one basic idea: no human mind can be 100% wrong. Or, we might say, nobody is smart enough to be wrong all the time. And that means, when it comes to deciding which approaches, methodologies, epistemologies, or ways or knowing are \"correct,\" the answer can only be, \"All of them.\" That is, all of the numerous practices or paradigms of human inquiry — including physics, chemistry, hermeneutics, collaborative inquiry, meditation, neuroscience, vision quest, phenomenology, structuralism, subtle energy research, systems theory, shamanic voyaging, chaos theory, developmental psychology—all of those modes of inquiry have an important piece of the overall puzzle of a total existence that includes, among other many things, health and illness, doctors and patients, sickness and healing.", "owner": "Ken Wilber"}, {"item": "Prolonged stress causes the human body to make adaptations so it can continue to serve you at a functional level. The more stress, the more adaptations.", "owner": "Janet Gallagher Nestor, Nurturing Wellness Through Radical Self-Care: A Living in Balance Guide and Workbook"}, {"item": "There is no such thing as isolated stress. Stress is always system wide.", "owner": "Janet Gallagher Nestor, Nurturing Wellness Through Radical Self-Care: A Living in Balance Guide and Workbook"}, {"item": "When we rest, our energy is restored.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Take time to relax, renew and be revived.", "owner": "Lailah Gifty Akita"}, {"item": "Sometimes the walk to the doctors is a better cure than the medicine you receive", "owner": "Benny Bellamacina, Philosophical Uplifting Quotes and Poems"}, {"item": "Beautiful food and health are priceless.", "owner": "Bryant McGill, Voice of Reason"}, {"item": "The only way to spread peace is to have peace inside you  Yogi vini", "owner": "Yogi Vini"}, {"item": "Life is eternal game, there are no rules. Indulge yourself.", "owner": "Osh Marty"}, {"item": "Relax and be Revitalize!", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Your soul is a precious gift from an imaginative loving Source that endlessly breathes life.", "owner": "Dashama Konah Gordon, Journey to Joyful: Transform Your Life with Pranashama Yoga"}, {"item": "Jesus was a hiker. The wilderness was His retreat.", "owner": "Toni Sorenson"}, {"item": "Health is a priceless wealth. Invest while you can.", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}], "pagination": {"next": "/data/health & fitness/health/4/data.json", "prev": "/data/health & fitness/health/2/data.json", "current": "/data/health & fitness/health/3/data.json"}}