{"contents": [{"item": "Play around. Dive into absurdity and write. Take chances. You will succeed if you are fearless of failure.", "owner": "Natalie Goldberg, Writing Down the Bones: Freeing the Writer Within"}, {"item": "Want something else more than success. Success is a lovely thing, but your desire to say something, your worth, and your identity shouldn’t rely on it, because it’s not guaranteed and it’s not permanent and it’s not sufficient. So work hard, fall in love with the writing—the characters, the story, the words, the themes—and make sure that you are who you are regardless of your life circumstances. That way, when the good things come, they don’t warp you, and when the bad things hit you, you don’t fall apart.", "owner": "Veronica Roth"}, {"item": "It is better to fail in originality than to succeed in imitation.", "owner": "Herman Melville"}, {"item": "Kites rise highest against the wind, not with it.", "owner": "Winston S. Churchill"}, {"item": "When you show yourself to the world and display your talents, you naturally stir all kinds of resentment, envy, and other manifestations of insecurity... you cannot spend your life worrying about the petty feelings of others", "owner": "Robert Greene, The 48 Laws of Power"}, {"item": "Judge your success by what you had to give up in order to get it.", "owner": "Dalai Lama XIV"}, {"item": "In order to succeed, your desire for success should be greater than your fear of failure. ", "owner": "Bill Cosby"}, {"item": "Success is a state of mind. If you want success, start thinking of yourself as a success.", "owner": "Joyce Brothers"}, {"item": "The good news is that the moment you decide that what you know is more important than what you have been taught to believe, you will have shifted gears in your quest for abundance. Success comes from within, not from without.", "owner": "Ralph Waldo Emerson"}, {"item": "Eighty percent of success is showing up.", "owner": "Woody Allen"}, {"item": "I have learned that success is to be measured not so much by the position that one has reached in life as by the obstacles which he has overcome while trying to succeed.", "owner": "Booker T. Washington, Up From Slavery: An Autobiography"}, {"item": "Keep your friends for friendship, but work with the skilled and competent", "owner": "Robert Greene, The 48 Laws of Power"}, {"item": "There are many aspects to success; material wealth is only one component. ...But success also includes good health, energy and enthusiasm for life, fulfilling relationships, creative freedom, emotional and psychological stability, a sense of well-being, and peace of mind.", "owner": "Deepak Chopra"}, {"item": "To be independent of public opinion is the first formal condition of achieving anything great.", "owner": "Georg Wilhelm Friedrich Hegel"}, {"item": "Success is...knowing your purpose in life,growing to reach your maximum potential, andsowing seeds that benefit others.", "owner": "John C. Maxwell"}], "pagination": {"next": "/data/work & productivity/success/1/data.json", "prev": null, "current": "/data/work & productivity/success/0/data.json"}}