{"contents": ["Comedy aims at representing men as worse, Tragedy as better than in actual life.", "When you draw something it lives and when you photograph it it dies", "Yet the ivory gods, And the ebony gods, And the gods of diamond-jade, Are only silly puppet gods That people themselves Have made.-", "Everything we see hides another thing, we always want to see what is hidden by what we see, but it is impossible. Humans hide their secrets too well....", "I remember growing up, saying you’re an artist it sounds pretentious but now it’s one of the only dignified things that you can call yourself. ", "To be an outlaw you must first have a base in law to reject and get out of, I never had such a base. I never had a place I could call home that meant any more than a key to a house, apartment or hotel room. … Am I alien? Alien from what exactly? Perhaps my home is my dream city, more real than my waking life precisely because it has no relation to waking life…", "We are often taught to look for the beauty in all things, so in finding it, the layman asks the philosopher while the philosopher asks the photographer.", "Man's naked form belongs to no particular moment in history; it is eternal, and can be looked upon with joy by the people of all ages.", "Imagination is not, as some poets have thought, simply synonymous with good. It may be either good or evil. As long as art remained primarily mimetic, the evil which imagination could do was limited by nature. Again, as long as it was treated as an amusement, the evil which it could do was limited in scope. But in an age when the connection between imagination and figuration is beginning to be dimly realized, when the fact of the directionally creator relation is beginning to break through into consciousness, both the good and the evil latent in the working of imagination begin to appear unlimited. We have seen in the Romantic movement an instance of the way in which the making of images may react upon the collective representations. It is a fairly rudimentary instance, but even so it has already gone beyond the dreams and responses of a leisured few. The economic and social structure of Switzerland is noticeably affected by its tourist industry, and that is due only in part to increased facilities of travel. It is due not less to the condition that (whatever may be said about their ‘particles’) the mountains which twentieth-century man sees are not the mountains which eighteenth-century man saw.It may be objected that this is a very small matter, and that it will be a long time before the imagination of man substantially alters those appearances of nature with which his figuration supplies him. But then I am taking the long view. Even so, we need not be too confident. Even if the pace of change remained the same, one who is really sensitive to (for example) the difference between the medieval collective representations and our own will be aware that, without traveling any greater distance than we have come since the fourteenth century, we could very well move forward into a chaotically empty or fantastically hideous world. But the pace of change has not remained the same. It has accelerated and is accelerating. We should remember this, when appraising the aberrations of the formally representational arts. Of course, in so far as these are due to affectation, they are of no importance. But in so far as they are genuine, they are genuine because the artist has in some way or other experienced the world he represents. And in so far as they are appreciated, they are appreciated by those who are themselves willing to make a move towards seeing the world in that way, and, ultimately therefore, seeing that kind of world. We should remember this, when we see pictures of a dog with six legs emerging from a vegetable marrow or a woman with a motorbicycle substituted for her left breast.", "Using your talent, hobby or profession in a way that makes you contribute with something good to this world is truly the way to go.", "I made art a philosophy, and philosophy an art: I altered the minds of men, and the colour of things: I awoke the imagination of my century so that it created myth and legend around me: I summed up all things in a phrase, all existence in an epigram: whatever I touched I made beautiful", "That is why enemies can be great motivators. They serve as fuel for your fire.", "A piece of art comes to life, when we can feel, it is breathing, when it talks to us and starts raising questions. It may dispel biased perceptions; make us recognize ignored fragments and remember forsaken episodes of our life story. Art may sometimes even be nasty and disturbing, if we don’t want to consent to its philosophy or concept, but it might, in the end, perhaps reconcile us with ourselves. (\"When is Art?\")", "Dreams. They start in your beautiful mind. Think of beautiful things and it will manifest into actions because your body will listen to you. Like it always does.", "a spider and a flyi heard a spiderand a fly arguingwait said the flydo not eat mei serve a great purposein the worldyou will have toshow me said the spideri scurry aroundgutters and sewersand garbage canssaid the fly and gatherup the germs oftyphoid influenzaand pneumonia on my feetand wingsthen i carry these germsinto households of menand give them diseasesall the people whohave lived the rightsort of life recoverfrom the diseasesand the old soaks whohave weakened their systemswith liquor and iniquitysuccumb it is my missionto help rid the worldof these wicked personsi am a vessel of righteousnessscattering seeds of justiceand serving the noblest usesit is true said the spiderthat you are moreuseful in a ploddingmaterial sort of waythan i am but i do notserve the utilitarian deitiesi serve the gods of beautylook at the gossamer websi weave they float in the sunlike filaments of songif you get what i meani do not work at anythingi play all the timei am busy with the stuffof enchantment and the materialsof fairyland my workstranscend utilityi am the artista creator and demi godit is ridiculous to supposethat i should be deniedthe food i need in orderto continue to createbeauty i tell youplainly mister fly it is alldamned nonsense for that foodto rear up on its hind legsand say it should not be eatenyou have convinced mesaid the fly say no moreand shutting all his eyeshe prepared himself for dinnerand yet he said i couldhave made out a casefor myself too if i hadhad a better line of talkof course you could said the spiderclutching a sirloin from himbut the end would have beenjust the same if neither ofus had spoken at allboss i am afraid that whatthe spider said is trueand it gives me to thinkfuriously upon the futilityof literaturearchy"], "pagination": {"next": null, "prev": "/data/inspiration/art/3/data.json", "current": "/data/inspiration/art/4/data.json"}}