{"contents": ["Part of me suspects that I'm a loser, and the other part of me thinks I'm God Almighty.", "Or, rather, let us be more simple and less vain.", "The ego relies on the familiar. It is reluctant to experience the unknown, which is they very essence of life.", "Life lived in the absence of the psychedelic experience that primordial shamanism is based on is life trivialized, life denied, life enslaved to the ego.", "I don't know about your true form, but the weight of your ego sure is pushing the crust of the earth toward the breaking point.", "The square root of I is I.", "Such Excessive Preoccupation With The Faults Of Others Only Manages To Bring The Spotlight To Shine Bright On Whatever It Is You May Have Hiding Behind All Your Self Perceived Glory.", "You don't need an ego when you love someone. You just need a heart.", "Anyway, the trick is simply this: No matter what happens, keep your heart open. Wide open. The heart is made of love, and love is indestructible, and only the arrogance of ego would presume that it requires protection. To open your heart is to reduce your ego, and this is the only magic that is ever required to experience the naked truth.", "Why do you give way to your ego and pride. Where does it stand in the ocean of time.", "Never allow your ego to diminish your ability to listen.", "I suddenly saw that all the time it was not I who had been seeking God, but God who had been seeking me. I had made myself the centre of my own existence and had my back turned to God.", "I've helped many friends and even strangers, start successful businesses, by encouraging their ideas, reshaping such visions and giving them a clear image to hold on to. But in the end, they forget me easily. I've noticed that they rather have the ones that didn't support them around them. They prefer to forget me as fast as possible when success is acquired. And why? Because the ego is always stronger than the spirit. And the ego is ashamed to admit its defeat, to say thanks and appreciate. The weak don't know that it is the spirit that calls them for success, and not the ego. With the ego, you go nowhere. And being very religious will never help with that. Simply because God can't do much for those who are blind by their ego. And yes, I've also met many incompetent but highly religious individuals that fail in life with the grace of God, proving that the God of life and success is not the God of the fools and most selfish. This duality confuses only the most egotistical. The plans of God are so very clear that He could be dead and they would still work as I outlined here.", "The weak are dominated by their ego, the wise dominate their ego, and the intelligent are in a constant struggle against their ego.", "Whoever wants the \"I\" to yield up its mysterious and tremendous secret must stop it from looking perpetually in the mirror, must stop the little ego's fascination with its own image."], "pagination": {"next": "/data/personal growth/ego/1/data.json", "prev": null, "current": "/data/personal growth/ego/0/data.json"}}