{"contents": [{"item": "Whatever it is that may be bothering you, whatever it is that may have your attention arrested, you have the power to rescue yourself.", "owner": "D. Allen Miller, Scarlet Tears"}, {"item": "And here, finally here in this place, in these circumstances, I will really have to kill him. And Snow will win. Hot, bitter hatred courses through me. Snow has won too much already today. It's a long shot, it's suicide maybe, but I do the only thing I can think of. I lean in and kiss Peeta full on the mouth. His whole body starts shuddering, but I keep my lips pressed to his until I have to come up for air. My hands slide up his wrists to clasp his. \"Don't let him take you from me.\" Peeta's panting hard as he fights the nightmares raging in his head. \"No. I don't want to...\" I clench his hands to the point of pain. \"Stay with me.\" His pupils contract to pinpoints, dilate again rapidly, and then return to something resembling normalcy. \"Always,\" he murmurs.", "owner": "Suzanne Collins, Mockingjay"}, {"item": "You make the rest of the beautiful things in the world cry for even trying at all. You make it hard for me to breathe.", "owner": "Debra Anastasia, Poughkeepsie"}, {"item": "There is no hope for the hopeless but there is always some love for the loveless.", "owner": "Santosh Kalwar"}, {"item": "It's true I live on hope. Why shouldn't I? Every day I see her beauty while you rot in hell. You will tell me that I'm deluded but we are all deluded in some way. The question is which is the best delusion.", "owner": "Danny Scheinmann, Random Acts Of Heroic Love"}, {"item": "His hope wasn't lost, it was buried, and somehow Prudence Ryland made that old grave seem much more shallow than it once was.", "owner": "Kathryn Smith"}, {"item": "It's really a wonder that I haven't dropped all my ideals, because they seem so absurd and impossible to carry out. Yet I keep them, because in spite of everything, I still believe that people are really good at heart.", "owner": "Anne Frank, The Diary of a Young Girl"}, {"item": "There is some good in this world, and it's worth fighting for.", "owner": "J.R.R. Tolkien, The Two Towers"}, {"item": "The very least you can do in your life is figure out what you hope for. And the most you can do is live inside that hope. Not admire it from a distance but live right in it, under its roof.", "owner": "Barbara Kingsolver, Animal Dreams"}, {"item": "You can cut all the flowers but you cannot keep Spring from coming.", "owner": "Pablo Neruda"}, {"item": "Strange as it may seem, I still hope for the best, even though the best, like an interesting piece of mail, so rarely arrives, and even when it does it can be lost so easily.", "owner": "Lemony Snicket, The Beatrice Letters"}, {"item": "When you have lost hope, you have lost everything. And when you think all is lost, when all is dire and bleak, there is always hope.", "owner": "Pittacus Lore, I Am Number Four"}, {"item": "Hope can be a powerful force. Maybe there's no actual magic in it, but when you know what you hope for most and hold it like a light within you, you can make things happen, almost like magic.", "owner": "Laini Taylor, Daughter of Smoke & Bone"}, {"item": "There is a crack in everything.That's how the light gets in.", "owner": "Leonard Cohen, Selected Poems, 1956-1968"}, {"item": "It is often in the darkest skies that we see the brightest stars.", "owner": "Richard Evans"}], "pagination": {"next": null, "prev": "/data/spiritual & philosophy/hope/3/data.json", "current": "/data/spiritual & philosophy/hope/4/data.json"}}