{"contents": [{"item": "I don’t chase after anyone, If you wanna walk out of my life, then I’ll hold the fucking door open for you.", "owner": "Wiz Khalifa"}, {"item": "Don't think that just because you made it to the next level that the haters and naysayers disappear. Remember, new levels bring new devils.", "owner": "Steve Maraboli"}, {"item": "Mindset matters... always. The difference found between the victorious and the envious, the successful and the haters; is mindset.", "owner": "Steve Maraboli"}, {"item": "Remember how many people want to see you losing? It is your duty to make sure that they keep waiting... forever!", "owner": "Harshvardhan Malpani"}, {"item": "Haters are my favorite. I´ve built an empire with the bricks they´ve thrown at me. Keep on hating...", "owner": "CM Punk"}, {"item": "You gotta know that People will say a million negative things about you before they mention 1 good thing, don't be surprise if they never said that 1 good thing about you.", "owner": "Werley Nortreus"}, {"item": "O Hero, what a Hero hadst thou been.", "owner": "William Shakespeare, Much Ado About Nothing"}, {"item": "They may call your victories, \"lucky\"...They may mock your failures...They may laugh at your heartache...But still, they will never be happy. This is the cyclical emptiness of the hater mindset.", "owner": "Steve Maraboli"}, {"item": "May my haters live long to see my success.", "owner": "Moosa Rahat"}, {"item": "I don't have the time or the energy to hate,\" says Shara. \"I only wish to understand. People are what they are.", "owner": "Robert Jackson Bennett, City of Stairs"}, {"item": "Most haters are stuck in a poisonous mental prison of jealousy and self-doubt that blinds them to their own potentiality.", "owner": "Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience"}, {"item": "Haters never seem to realize that jealousy is an infinite torture to which you condemn yourself.", "owner": "Steve Maraboli"}], "pagination": {"next": null, "prev": null, "current": "/data/hard times/haters/0/data.json"}}