{"contents": ["Eleanor was right. She never looked nice. She looked like art, and art wasn't supposed to look nice; it was supposed to make you feel something.", "It is good to love many things, for therein lies the true strength, and whosoever loves much performs much, and can accomplish much, and what is done in love is well done.", "Any fool can be happy. It takes a man with real heart to make beauty out of the stuff that makes us weep.", "Art and love are the same thing: It’s the process of seeing yourself in things that are not you.", "There is nothing more truly artistic than to love people.", "There is no time for cut-and-dried monotony. There is time for work. And time for love. That leaves no other time.", "Infantile love follows the principle: \"I love because I am loved.\" Mature love follows the principle: \"I am loved because I love.\" Immature love says: \"I love you because I need you.\" Mature love says: \"I need you because I love you.", "Everything you can imagine is real.", "A life spent making mistakes is not only more honorable, but more useful than a life spent doing nothing.", "If you ask me what I came to do in this world, I, an artist, will answer you: I am here to live out loud.", "Life doesn't imitate art, it imitates bad television.", "Do you not see how necessary a world of pains and troubles is to school an intelligence and make it a soul?", "Anybody can look at a pretty girl and see a pretty girl. An artist can look at a pretty girl and see the old woman she will become. A better artist can look at an old woman and see the pretty girl that she used to be. But a great artist-a master-and that is what Auguste Rodin was-can look at an old woman, protray her exactly as she is...and force the viewer to see the pretty girl she used to be...and more than that, he can make anyone with the sensitivity of an armadillo, or even you, see that this lovely young girl is still alive, not old and ugly at all, but simply prisoned inside her ruined body. He can make you feel the quiet, endless tragedy that there was never a girl born who ever grew older than eighteen in her heart...no matter what the merciless hours have done to her. Look at her, Ben. Growing old doesn't matter to you and me; we were never meant to be admired-but it does to them.", "Paradoxically though it may seem, it is none the less true that life imitates art far more than art imitates life.", "Style is the answer to everything.A fresh way to approach a dull or dangerous thingTo do a dull thing with style is preferable to doing a dangerous thing without itTo do a dangerous thing with style is what I call artBullfighting can be an artBoxing can be an artLoving can be an artOpening a can of sardines can be an artNot many have styleNot many can keep styleI have seen dogs with more style than men,although not many dogs have style.Cats have it with abundance.When Hemingway put his brains to the wall with a shotgun,that was style.Or sometimes people give you styleJoan of Arc had styleJohn the BaptistJesusSocratesCaesarGarcía Lorca.I have met men in jail with style.I have met more men in jail with style than men out of jail.Style is the difference, a way of doing, a way of being done.Six herons standing quietly in a pool of water,or you, naked, walking out of the bathroom without seeing me."], "pagination": {"next": "/data/inspiration/art/1/data.json", "prev": null, "current": "/data/inspiration/art/0/data.json"}}