{"contents": ["The source of wisdom and power, of love and beauty, is within ourselves, but not within our egos. It is within our consciousness. Indeed, its presence provides us with a conscious contrast which enables us to speak of the ego as if it were something different and apart: it is the true Self whereas the ego is only an illusion of the mind.", "Ego is recessive in wisdom.", "Feeding the ego is starving the wisdom, the choice is yours.", "The more you can have control over your ego rather than let it run amuck, the more successful you’ll be in all areas of life.", "Keep your feet firmly planted on the ground...don't let your ego run out of control and convince you that you are better than anyone else", "The ‘egoism’ that is used to hurt others will hurt one’s own self. The ‘egoism’ that is used to give happiness to others becomes cause for his own happiness.", "You have a great deal of yourself on the line, writing— your vanity is at stake. You discover a tricky thing about fiction writing; a certain amount of vanity is necessary to be able to do it all, but any vanity above that certain amount is lethal.", "We are searching for the core of our lives; our culture intuits that writing, that ancient activity, might be the pathway...Awakening does not feed ego's needs and desires; it pulverizes the self. Our society couldn't knowingly bear such reduction, so we've tricked ourselves into the same path but call it writing.", "While you were busy working on your ego, she was busy working on her soul.", "I'm everything that you're not.", "He had seen the whole Universe stretching to infinity around him—everything. And with it had come the clear and extraordinary knowledge that he was the most important thing in it. Having a conceited ego is one thing. Actually being told by a machine is another.", "Definitions from Mulla Do-PiazaFlattery:One of the most promising of businesses: always brisk.", "Knowledge (Gnan) is not attained first first the ego departs. ", "There are two kinds of people: goal-oriented and ego-oriented. Goal-oriented people work together and get things gone. Ego-oriented people don’t work.", "Often we take personally the slings and arrows of our 'abusers'. But frequently we are merely the interchangeable pawns of their own neurotic dramas. Anyone else in your position would have received the same treatment. There is nothing especially noxious or negatively noteworthy about you."], "pagination": {"next": "/data/personal growth/ego/2/data.json", "prev": "/data/personal growth/ego/0/data.json", "current": "/data/personal growth/ego/1/data.json"}}