{"contents": [{"item": "Until you value yourself, you won't value your time. Until you value your time, you will not do anything with it.", "owner": "M. Scott Peck, The Road Less Traveled: A New Psychology of Love, Traditional Values, and Spiritual Growth"}, {"item": "Revive soul, Renew spirit.", "owner": "Lailah Gifty Akita"}, {"item": "The soul is sustained by spirituality.", "owner": "Lailah Gifty Akita"}, {"item": "Beauty when unadorned is adorned the most.", "owner": "Jerome"}, {"item": "What work a person does to earn a viable income shapes their thinking patterns, buttresses their sense of self-worth, and affects how they adapt to predictable and unpredictable obstacles.", "owner": "Kilroy J. Oldster, Dead Toad Scrolls"}, {"item": "If you believe that you can use sex to shore up your fragile self-esteem by stealing someone else's, we feel sorry for you, because this will never work to build a solid sense of self worth, and you will have to go on stealing more and more and never getting fulfilled.", "owner": "Dossie Easton, The Ethical Slut: A Guide to Infinite Sexual Possibilities"}, {"item": "You will act like the sort of person you conceive yourself to be.", "owner": "Maxwell Maltz, Psycho-Cybernetics, A New Way to Get More Living Out of Life"}, {"item": "Too many people overvalue what they are not and undervalue what they are.", "owner": "Malcolm Forbes"}, {"item": "We are more alike than different. We Are One.", "owner": "Efrat Cybulkiewicz"}, {"item": "Immense self-made wealth is the evidence of a grandly rich mind", "owner": "Julian Pencilliah"}, {"item": "Your \"Self\" was created in the image and likeness of your creator. How can you believe that your \"self\" can be improved? Self improvement is contradictory to your creation.", "owner": "Sumner Davenport"}, {"item": "The man who does not value himself, cannot value anything or anyone.", "owner": "Ayn Rand, The Virtue of Selfishness: A New Concept of Egoism"}, {"item": "I am beginning to measure myself in strength, not pounds. Sometimes in smiles.", "owner": "Laurie Halse Anderson, Wintergirls"}, {"item": "Everything that happens to you is a reflection of what you believe about yourself. We cannot outperform our level of self-esteem. We cannot draw to ourselves more than we think we are worth.", "owner": "Iyanla Vanzant"}, {"item": "My best friend is the one who brings out the best in me.", "owner": "Henry Ford"}], "pagination": {"next": "/data/personal growth/self-esteem/1/data.json", "prev": null, "current": "/data/personal growth/self-esteem/0/data.json"}}