{"contents": [{"item": "The last thing we wanted was for the Machiguenga to be sad again. Sadness appeared to bring out their violence.", "owner": "Tahir Shah, House of the Tiger King: The Quest for a Lost City"}, {"item": "SOMETIMES WHAT WE WANT BUT CANT GET IT, EVEN WE DO NOT TRY TO GET IT. AT LAST WE SATISFIED JUST FAILURE.", "owner": "RUPEE"}, {"item": "Zapped while zipping.", "owner": "Tim O'Brien, The Things They Carried"}, {"item": "Behind every sweet smile, there is a bitter sadness that no one can ever see and feel.", "owner": "2Pac"}, {"item": "Oh on my breast in days hereafterLight the earth should lie,Such weight to bear is now the air,So heavy hangs the sky.(Additional Poems, X)", "owner": "A.E. Housman, The Collected Poems of A.E. Housman"}, {"item": "Sadness was a very heavy thing. My body weighed twice what it had only a moment earlier.", "owner": "Arthur Golden, Memoirs of a Geisha"}, {"item": "The last thing I remember ia an exquisitely beautiful green and silver moth landing on the curve of my wrist. The sound of rain on the roof of our house gently pulls me toward consciousness. I fight to return to sleep though, wrapped in a warm cocoon of blankets, safe at home. I'm vaguely aware that my head aches. Possibly I have the flu and this is why I'm allowed to stay in bed, even though I can tell I've been asleep a long time. My mother's hand strokes my cheek and I don't push is away as I would in wakefulness, never wanting her to know how much I crave that gentle touch. How much I miss her even though I still don't trust her. Then there's a voice, the wrong voice, not my mother's and i'm scared.", "owner": "Suzanne Collins, The Hunger Games"}, {"item": "Where did you get your sadness from? I picked it up on the side of the road. Itwas bleeding and scratched and keeninglike a mangled thing, but it looked toobeautiful for me to just walk away.", "owner": "Darshana Suresh, Howling at the Moon"}, {"item": "Silent tears are the worst. It's the sign of a broken spirit. No sound, no residual emotions... just tears. Silent, unstoppable tears.", "owner": "N.R. Walker, Spencer Cohen, Book Two"}, {"item": "Paige had a sadness that was so desperate that it could not yet turn into anger.", "owner": "Gabby Bess, Alone with Other People"}, {"item": "While you are laughing madly, There is someone crying inside you", "owner": "Hilal Hamdaan"}, {"item": "Sometimes to stay alive, you gotta kill your mind.", "owner": "Twenty one pilots"}, {"item": "An indescribable sadness emanated from the white splendour of the staircase and balustrade; the blood-red, now almost black splendour of the carpets. The huge palms in their huge pots looked like they had recently arrived from the cemetery. Their dark green leaves also looked blackish, like wizened, perished weapons from olden days.", "owner": "Joseph Roth, The Tale of the 1002nd Night"}, {"item": "The true moments of one's life were sadder for the fact that they must always be synchronized with the ordinary: with rail timetables, with breaks in traffic.", "owner": "Chris Cleave, Everyone Brave is Forgiven"}, {"item": "It's a sadness that has been knocking at my door for a long time, and I finally let it in.", "owner": "Francisco X. Stork, The Memory of Light"}], "pagination": {"next": null, "prev": "/data/hard times/sadness/3/data.json", "current": "/data/hard times/sadness/4/data.json"}}