{"contents": [{"item": "You have treasured your MIND more than your 'SELF' and that's the primary source of unhappiness!", "owner": "Ramana Pemmaraju"}, {"item": "On the topic of exercise, \"It's just as important as brushing your teeth everyday, more important than watching TV or reading online or answering email. Make time for something so crucial to a good life.", "owner": "Leo Babauta, 52 Changes"}, {"item": "Work, he tells them one night, is a kind of prayer.", "owner": "Bernice Morgan"}, {"item": "In a true you-and-I relationship, we are present mindfully, nonintrusively, the way we are present with things in nature.We do not tell a birch tree it should be more like an elm. We face it with no agenda, only an appreciation that becomes participation: 'I love looking at this birch' becomes 'I am this birch' and then 'I and this birch are opening to a mystery that transcends and holds us both.", "owner": "David Richo, When the Past Is Present: Healing the Emotional Wounds that Sabotage our Relationships"}, {"item": "Two thoughts cannot coexist at the same time: if the clear light of mindfulness is present, there is no room for mental twilight.", "owner": "Nyanaponika Thera"}, {"item": "Your thoughts are based on your perceptions and those thoughts are capable to refine your perceptions again.", "owner": "Bikash Bhandari"}, {"item": "Dwell positive thoughts!", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "He could do the dextral pain the same way: Abiding. Here was a second right here: he endured it. What was undealable-with was the thought of all the instants all lined up and stretching ahead, glittering. And the projected future fear. ... It's too much to think about. To Abide there. But none of it's as of now real. ... He could just hunker down in the space between each heartbeat and make each heartbeat a wall and live in there. Not let his head look over. What's unendurable is what his own head could make of it all. ... But he could choose not to listen.", "owner": "David Foster Wallace, Infinite Jest"}, {"item": "There are a thousand thousand reasons to live this life, everyone of them sufficient", "owner": "Marilynne Robinson"}, {"item": "There are high places that don’t invite us, sharp shapes, glacier-scraped faces, whole ranges whose given names slip off. Any such relation as we try to make refuses to take…I’m giddy with thinking where thinking can’t stick.No Names", "owner": "Kay Ryan, The Niagara River"}, {"item": "Do you want to see all the wrong things in our world?You sit right there.Then notice how many people move too fast about in life,they go blind over the miracle of being in the moment.Now, do you want to see all the right things?Well I can't honestly speak for others.But this is how it always works for me.I just sit right here.Right here. Beside you.Then silently,I notice how all the wrong things in my worldjust seem to start fallinginto their rightful places.Right here. Beside you.", "owner": "Frederick Espiritu, One Whole Naked Me"}, {"item": "Balance is the key to a long and happy life.", "owner": "Janet Gallagher Nestor, Nurturing Wellness Through Radical Self-Care: A Living in Balance Guide and Workbook"}, {"item": "Everything will be okay as soon as youare okay with everything. And that’s theonly time everything will be okay.", "owner": "Michael Singer, The Untethered Soul: The Journey Beyond Yourself"}, {"item": "Irrespective of what religious or intellectual philosophy guides an enlightened person’s life plan, self-mastery plays an important, if not quintessential role.", "owner": "Kilroy J. Oldster, Dead Toad Scrolls"}, {"item": "People usually consider walking on water or in thin air a miracle. But I think the real miracle is not to walk either on water or in thin air, but to walk on earth. Every day we are engaged in a miracle which we don't even recognize: a blue sky, white clouds, green leaves, the black, curious eyes of a child—our own two eyes. All is a miracle.", "owner": "Thich Nhat Hanh, The Miracle of Mindfulness: An Introduction to the Practice of Meditation"}], "pagination": {"next": "/data/spiritual & philosophy/mindfulness/2/data.json", "prev": "/data/spiritual & philosophy/mindfulness/0/data.json", "current": "/data/spiritual & philosophy/mindfulness/1/data.json"}}