{"contents": [{"item": "Feelings, whether of compassion or irritation, should be welcomed, recognized, and treated on an absolutely equal basis; because both are ourselves. The tangerine I am eating is me. The mustard greens I am planting are me. I plant with all my heart and mind. I clean this teapot with the kind of attention I would have were I giving the baby Buddha or Jesus a bath. Nothing should be treated more carefully than anything else. In mindfulness, compassion, irritation, mustard green plant, and teapot are all sacred.", "owner": "Thich Nhat Hanh, The Miracle of Mindfulness: An Introduction to the Practice of Meditation"}, {"item": "What I must do, is all that concerns me, not what the people think. This rule, equally arduous in actual and in intellectual life, may serve for the whole distinction between greatness and meanness. It is the harder, because you will always find those who think they know what is your duty better than you know it. It is easy in the world to live after the world's opinion; it is easy in solitude to live after our own; but the great man is he who in the midst of the crowd keeps with perfect sweetness the independence of solitude.", "owner": "Ralph Waldo Emerson"}, {"item": "I am grateful for all those dark years, even though in retrospect they seem like a long, bitter prayer that was answered finally.", "owner": "Marilynne Robinson"}, {"item": "We waste so much energy trying to cover up who we are when beneath every attitude is the want to be loved, and beneath every anger is a wound to be healed and beneath every sadness is the fear that there will not be enough time. When we hesitate in being direct, we unknowingly slip something on, some added layer of protection that keeps us from feeling the world, and often that thin covering is the beginning of a loneliness which, if not put down, diminishes our chances of joy. It’s like wearing gloves every time we touch something, and then, forgetting we chose to put them on, we complain that nothing feels quite real. Our challenge each day is not to get dressed to face the world but to unglove ourselves so that the doorknob feels cold and the car handle feels wet and the kiss goodbye feels like the lips of another being, soft and unrepeatable.", "owner": "Mark Nepo, The Book of Awakening: Having the Life You Want by Being Present to the Life You Have"}, {"item": "As we encounter new experiences with a mindful and wise attention, we discover that one of three things will happen to our new experience: it will go away, it will stay the same, or it will get more intense. whatever happens does not really matter.", "owner": "Jack Kornfield, A Path with Heart: A Guide Through the Perils and Promises of Spiritual Life"}, {"item": "Each place is the right place--the place where I now am can be a sacred space. (3)", "owner": "Ravi Ravindra, The Wisdom of Patanjali's Yoga Sutras: A New Translation and Guide by Ravi Ravindra"}, {"item": "Start living right here, in each present moment. When we stop dwelling on the past or worrying about the future, we're open to rich sources of information we've been missing out on—information that can keep us out of the downward spiral and poised for a richer life.", "owner": "Mark         Williams, The Mindful Way through Depression: Freeing Yourself from Chronic Unhappiness"}, {"item": "Stop, breathe, look aroundand embrace the miracle of each day,the miracle of life.", "owner": "Jeffrey A.  White"}, {"item": "...it is often more difficult to remember to be mindful than to be mindful itself. (p. 47)", "owner": "Donald Rothberg, The Engaged Spiritual Life: A Buddhist Approach to Transforming Ourselves and the World"}, {"item": "The next time you feel a sense of dissatisfaction, of something being missing or not quite right, turn inward as an experiment. See if you can capture the energy of that very moment. Instead of picking up a magazine or going to the movies, calling a friend or looking for something to eat or acting up in one way or another, make a place for yourself. Sit down and enter into your breathing, if only for a few minutes. Don't look for anything - neither flowers not light nor a beautiful view. Don't extol the virtues of anything or condemn the inadequacy of anything. Don't even think to yourself, \"I am going inward now.\" Just sit. Reside at the center of the world. Let things be as they are.", "owner": "Jon Kabat-Zinn, Wherever You Go, There You Are: Mindfulness Meditation in Everyday Life"}, {"item": "Worry about your own neck. Don’t waste time worrying what others may or may not think. If someone is rude, if they disrespect you, recognize that this is an issue with them and not you. Don’t let it change how you behave. Be the same kind, loving and compassionate person as always. Don’t fuel the negativity. Always strive to carry peace in your heart, wherever you go. It will help to keep you in a positive frame of mind.", "owner": "Akiroq Brost"}, {"item": "If you miss the present moment, you miss your appointment with life. It’s so clear. Mindfulness is the energy and practice that helps you go back to the here and now so that you encounter life.", "owner": "Thich Nhat Hanh, The Art of Power"}, {"item": "When you hold the hand of a child, invest one hundred percent of yourself in the act of holding her hand. When you hug your partner, do the same. Forget everything else. Be totally present, totally alive in the act of hugging. This is the opposite of the way we’ve been trained to lead our lives and run our businesses. We’ve been taught to do many things at once. We answer an e-mail while we talk on the phone; while in a meeting for one project, we work on our notes for another project. Every new technology promises to help us do more things at once. Now we can send e-mail while listening to music, talking on the phone, and taking a picture, all with the same device. With your energy that dispersed, where is your power?", "owner": "Thich Nhat Hanh, The Art of Power"}, {"item": "Don’t wait for tomorrow. Tomorrow may be too late. If we know how to live according to the insight of impermanence, we will not make many mistakes. We can be happy right now. We can love our beloved, care for her, and make her happy today. And we won’t run toward the future, losing our life, which is available only in the present moment.", "owner": "Thich Nhat Hanh, The Art of Power"}, {"item": "Mindfulness works like a vaccine, boosting natural resilience. You undertake practices that can initially feel odd or counterintuitive. You practise in safe, low-risk ways, stimulating the recovery and growth mechanisms of the human mind and emotions. Meditating builds resilience muscles that are strong enough to kick in during stressful moments in life, when you need them the most.", "owner": "Meg Salter, Mind Your Life: How Mindfulness Can Build Resilience and Reveal Your Extraordinary"}], "pagination": {"next": "/data/spiritual & philosophy/mindfulness/3/data.json", "prev": "/data/spiritual & philosophy/mindfulness/1/data.json", "current": "/data/spiritual & philosophy/mindfulness/2/data.json"}}