{"contents": [{"item": "...and if this samskara has taught me anything, it's that only when you've opened your heart to the love that already surrounds you can you begin to see it elsewhere", "owner": "Elizabeth Garbee"}, {"item": "I am worthy of touch without bartering my self worth.", "owner": "Alfa H"}, {"item": "Imagine what could happen if we all had the heart to be who we truly are.", "owner": "Eleanor Brown, The Light of Paris"}, {"item": "I know my worth. I embrace my power. I say if I’m beautiful. I say if I’m strong. You will not determine my story. I will. I'll speak and share and fuck and love, and I will never apologise for it. I am amazing for you, not because of you. I am not who I sleep with. I am not my weight. I am not my mother. I am myself. And I am all of you.", "owner": "Amy Schumer, The Girl with the Lower Back Tattoo"}, {"item": "When you learn to love yourself, you teach those around to love themselves. And that will be what changes our world.", "owner": "Eileen Anglin"}, {"item": "If someone keeps bringing you down, perhaps it's time to get up and leave", "owner": "Karen Salmansohn"}, {"item": "Embrace your weirdness. Some will adore you. Others won't. But who cares? Worry about loving yourself, not loving the idea of other people loving you.", "owner": "Karen Salmansohn"}, {"item": "It's not selfish to love yourself, take care of yourself, and make your happiness a priority. It's necessary.", "owner": "Mandy Hale"}, {"item": "Listen to your heart. It will lead you to a person you are looking for.", "owner": "Rishika Sharma"}, {"item": "No one observed and beheld me, I observed and beheld myself; the invisible current went out and it came back to me. I came to love myself out of defiance, out of despair, because there was nothing else. Such a love will do, but it will only do, it is not the best kind; it has the taste of something left out on a shelf too long that has turned rancid, and when eaten makes the stomach turn. It will do, it will do, but only because there is nothing else to take its place; it is not to be recommended.", "owner": "Jamaica Kincaid"}, {"item": "Talk to yourself like you would to someone you love.", "owner": "Brené Brown"}, {"item": "And regardless of whomever I’m with for whatever amount of time, I’ll be with myself the whole time and I want to be good to her. I want her to have a heart like an ocean: endlessly vast, full of wonder, and navigable only by the brave.", "owner": "Kelton Wright, Anonymous Asked: Life Lessons from the Internet's Big Sister"}, {"item": "Affirmation 4 us: I appreciate myself, and I am honored to be me because I am a perfect extension of God.", "owner": "Katina Marshell Cotton-Sliwa"}, {"item": "No matter how stupid, how pointless, how painful my current situation was, as I listened to Mixtape every week I couldn't deny the love I still felt for that reckless, audacious fool who was still me, if only in my mind.", "owner": "Piper Kerman"}, {"item": "You are a very special person. There is only one like you in the whole world. There's never been anyone exactly like you before, and there will never be again. Only you. And people can like you exactly as you are.", "owner": "Fred Rogers, Life's Journeys According to Mister Rogers: Things to Remember Along the Way"}], "pagination": {"next": "/data/personal growth/self-love/2/data.json", "prev": "/data/personal growth/self-love/0/data.json", "current": "/data/personal growth/self-love/1/data.json"}}