{"contents": [{"item": "For there is never anything but the present, and if one cannot live there, one cannot live anywhere.", "owner": "Alan W. Watts, The Way of Zen"}, {"item": "[I]t would seem that to be incapable of sitting and watching with the mind completely at rest is to be incapable of experiencing the world in which we live to the full. For one does not know the world simply in thinking about it and doing about it. One must first experience it more directly, and prolong the experience without jumping to conclusions.", "owner": "Alan W. Watts, The Way of Zen"}, {"item": "It has been said that if you have Zen in your life,you have no fear, no doubt, no unnecessary craving, no extreme emotions. Neither illiberal attitudes nor egotistical actions trouble you. You serve humanity humbly, fulfilling your presence in this world with loving-kindness and observing your passing as a petal falling from a flower. Serene, you enjoy life in blissful tranquility. Such is the spirit of Zen.---Zen flesh, Zen bones.", "owner": "Paul, Reps"}, {"item": "[I]t is typical of Zen that its style of action has the strongest feeling of commitment, of \"follow-through.\" It enters into everything wholeheartedly and freely without having to keep an eye on itself. It does not confuse spirituality with thinking about God while one is peeling potatoes. Zen spirituality is just to peel the potatoes.", "owner": "Alan W. Watts, The Way of Zen"}, {"item": "Zen is nothing to get excited about.", "owner": "Shunryu Suzuki, Zen Mind, Beginner's Mind: Informal Talks on Zen Meditation and Practice"}, {"item": "One master defines Zen as the art of feeling the polar star in the southern sky. Truth can be reached only through the comprehension of opposites.", "owner": "Kakuzō Okakura, The Book of Tea"}, {"item": "I am not important. If I take a break, no one dies. And this is A Good Thing.", "owner": "Helen Russell, The Year of Living Danishly: My Twelve Months Unearthing the Secrets of the World's Happiest Country"}, {"item": "We're all in this together and we don't have much time.", "owner": "Richard Aitken"}, {"item": "Sharpen your sword daily , and let it serve your true master: YOU. You and the Master are one", "owner": "Vernon Kitabu Turner"}, {"item": "If the feet of enlightenment moved, the great ocean would overflow; If that head bowed, it would look down upon the heavens.Such a body has no place to rest. . . .Let another continue this poem.", "owner": "Paul Reps, Zen Flesh, Zen Bones: A Collection of Zen and Pre-Zen Writings"}, {"item": "The object of our lives is to look at, listen to, touch, taste things. Without them—these sticks, stones, feathers, shells—there is no Deity.", "owner": "R.H. Blyth, Zen in English Literature & Oriental Classics"}, {"item": "When the cart doesn't move, do you goad the cart or the ox?", "owner": "Nanyue Huairang"}, {"item": "The cats were relaxing in a patch of sunlight on the rug without a thought in their sleek brown heads. What matter to them that it was Sunday-or even Thursday? Every day was Today in their scheme of things, and there was no such thing as Yesterday or Tomorrow.", "owner": "Lilian Jackson Braun"}, {"item": "What is Zen? Zen means doing anything perfectly, making mistakes perfectly, being defeated perfectly, hesitating perfectly, doing anything perfectly or imperfectly, perfectly. What is the meaning of this perfectly? How does it differ from perfectly? Perfectly is in the will; perfectly is in the activity. Perfectly means that at each moment of the activity there is no egoism in it… our pain is not only our own pain; it is the pain of the universe. The joy of the universe is also our joy. Our failure and misjudgment is that of nature, which never hopes or despairs, but keeps on trying. R. H. Blyth", "owner": "R.H. Blyth"}, {"item": "Thus we see that the all important thing is not killing or giving life, drinking or not drinking, living in the town or the country, being unlucky or lucky, winning or losing. It is how we win, how we lose, how we live or die, finally, how we choose.", "owner": "R.H. Blyth"}], "pagination": {"next": "/data/spiritual & philosophy/zen/4/data.json", "prev": "/data/spiritual & philosophy/zen/2/data.json", "current": "/data/spiritual & philosophy/zen/3/data.json"}}