{"contents": [{"item": "Do you think I'm pretty?I think you're beautifulBeautiful?You are so beautiful, it hurts sometimes.", "owner": "Richelle Mead, Vampire Academy"}, {"item": "As if you were on fire from within.The moon lives in the lining of your skin.", "owner": "Pablo Neruda"}, {"item": "To him she seemed so beautiful, so seductive, so different from ordinary people, that he could not understand why no one was as disturbed as he by the clicking of her heels on the paving stones, why no one else's heart was wild with the breeze stirred by the sighs of her veils, why everyone did not go mad with the movements of her braid, the flight of her hands, the gold of her laughter. He had not missed a single one of her gestures, not one of the indications of her character, but he did not dare approach her for fear of destroying the spell.", "owner": "Gabriel García Márquez, Love in the Time of Cholera"}, {"item": "The power of finding beauty in the humblest things makes home happy and life lovely.", "owner": "Louisa May Alcott"}, {"item": "A fit, healthy body—that is the best fashion statement", "owner": "Jess C. Scott"}, {"item": "You are beautiful like demolition. Just the thought of you draws my knuckles white. I don’t need a god. I have you and your beautiful mouth, your hands holding onto me, the nails leaving unfelt wounds, your hot breath on my neck. The taste of your saliva. The darkness is ours. The nights belong to us. Everything we do is secret. Nothing we do will ever be understood; we will be feared and kept well away from. It will be the stuff of legend, endless discussion and limitless inspiration for the brave of heart. It’s you and me in this room, on this floor. Beyond life, beyond morality. We are gleaming animals painted in moonlit sweat glow. Our eyes turn to jewels and everything we do is an example of spontaneous perfection. I have been waiting all my life to be with you. My heart slams against my ribs when I think of the slaughtered nights I spent all over the world waiting to feel your touch. The time I annihilated while I waited like a man doing a life sentence. Now you’re here and everything we touch explodes, bursts into bloom or burns to ash. History atomizes and negates itself with our every shared breath. I need you like life needs life. I want you bad like a natural disaster. You are all I see. You are the only one I want to know.", "owner": "Henry Rollins"}, {"item": "and when all the wars are over, a butterfly will still be beautiful.", "owner": "Ruskin Bond, Scenes from a Writer's Life"}, {"item": "But beauty is about finding the right fit, the most natural fit, To be perfect, you have to feel perfect about yourself --- avoid trying to be something you're not. For a goddess, that's especially hard. We can change so easily.-Aphrodite", "owner": "Rick Riordan, The Lost Hero"}, {"item": "I've always loved strong women, which is lucky for me because once you're over about twenty-five there is no other kind. Women blow my mind. The stuff that routinely gets done to them would make most men curl up and die, but women turn to steel and keep on coming. Any man who claims he's not into strong women is fooling himself mindless; he's into strong women who know how to pout prettily and put on baby voices, and who will end up keeping his balls in her makeup bags.", "owner": "Tana French, Faithful Place"}, {"item": "Everyone has something of beauty about them. But loving lets you look, and look, and look again. You notice the back of a hand, the turn of a head, the way of a walk. When you first love, you look blind and you see it all as the glorious, beloved whole, or a beautiful sum of beautiful parts. But when you see the one you love as pieces, as why's, you can love those parts too, and it's a love at once more complicated and more complete.", "owner": "Ally Condie, Crossed"}, {"item": "If love is blind, then maybe a blind person that loves has a greater understanding of it.", "owner": "Criss Jami, Salomé: In Every Inch In Every Mile"}, {"item": "True beauty is something that attacks, overpowers, robs, and finally destroys.", "owner": "Yukio Mishima"}, {"item": "Looking at beauty in the world, is the first step of purifying the mind.", "owner": "Amit Ray, Meditation: Insights and Inspirations"}, {"item": "The first stab of love is like a sunset, a blaze of color -- oranges, pearly pinks, vibrant purples...", "owner": "Anna Godbersen, The Luxe"}, {"item": "For she had eyes and chose me.", "owner": "William Shakespeare, Othello"}], "pagination": {"next": "/data/inspiration/beauty/1/data.json", "prev": null, "current": "/data/inspiration/beauty/0/data.json"}}