{"contents": [{"item": "When his life was ruined, his family killed, his farm destroyed, Job knelt down on the ground and yelled up to the heavens, \"Why god? Why me?\" and the thundering voice of God answered, There's just something about you that pisses me off.", "owner": "Stephen King, Storm of the Century: An Original Screenplay"}, {"item": "If you want to know what God thinks of money, just look at the people he gave it to.", "owner": "Dorothy Parker"}, {"item": "That wasn't any act of God. That was an act of pure human fuckery.", "owner": "Stephen King, The Stand"}, {"item": "God is silent. Now if only man would shut up.", "owner": "Woody Allen"}, {"item": "Garcia wondered why people with JESUS stickers on their bumper always drove twenty miles per hour under the speed limit. If God was my co-pilot, he thought, I'd be doing a hundred and twenty.", "owner": "Carl Hiaasen, Strip Tease"}, {"item": "If God exists, I hope he has a good excuse.", "owner": "Woody Allen"}, {"item": "His Omnipotence means power to do all that is intrinsically possible, not to do the intrinsically impossible. You may attribute miracles to Him, but not nonsense. This is no limit to His power. If you choose to say, ‘God can give a creature free will and at the same time withhold free will from it,’ you have not succeeded in saying anything about God: meaningless combinations of words do not suddenly acquire meaning simply because we prefix to them the two other words, 'God can.' It remains true that all things are possible with God: the intrinsic impossibilities are not things but nonentities. It is no more possible for God than for the weakest of His creatures to carry out both of two mutually exclusive alternatives; not because His power meets an obstacle, but because nonsense remains nonsense even when we talk it about God.", "owner": "C.S. Lewis, The Problem of Pain"}, {"item": "There is something infantile in the presumption that somebody else has a responsibility to give your life meaning and point… The truly adult view, by contrast, is that our life is as meaningful, as full and as wonderful as we choose to make it.", "owner": "R. Dawkins, The Blind Watchmaker"}, {"item": "Philosophy and science have not always been friendly toward the idea of God, the reason being they are dedicated to the task of accounting for things and are impatient with anything that refuses to give an account of itself. The philosopher and the scientist will admit that there is much that they do not know; but that is quite another thing from admitting there is something which they can never know, which indeed they have no technique for discovering.", "owner": "A.W. Tozer"}, {"item": "The stone that was rolled before Christ's tomb might appropriately be called the philosopher's stone because its removal gave not only the pharisees but, now for 1800 years, the philosophers so much to think about.", "owner": "Søren Kierkegaard"}, {"item": "Philosophers can debate the meaning of life, but you need a Lord who can declare the meaning of life.", "owner": "Max Lucado, Traveling Light: Releasing the Burdens You Were Never Intended to Bear"}, {"item": "If we cannot comprehend God in his visible works, how then in his inconceivable thoughts, that call the works into being?", "owner": "Edgar Allan Poe, The Imp of The Perverse"}, {"item": "MIGHT, something God only has.", "owner": "A Gentlemen"}, {"item": "Pretend you are foolish to the foolish, and be yourself when you are alone or with others like you, because if you take the foolish seriously as your friend, you might be a fool yourself.", "owner": "A Gentlemen"}, {"item": "God is a philosophical black hole – the point where reason breaks down.", "owner": "Kedar Joshi"}], "pagination": {"next": "/data/spiritual & philosophy/god/4/data.json", "prev": "/data/spiritual & philosophy/god/2/data.json", "current": "/data/spiritual & philosophy/god/3/data.json"}}