{"contents": [{"item": "The most beautiful moments in life are moments when you are expressing your joy, not when you are seeking it.", "owner": "Sadhguru"}, {"item": "There is no destination; when you manifest the love, health, money you so desire and deserve, you will have the desire to manifest more. Your soul wants all these experiences and declaring your desires is just a way of directing you towards a pathway that will give you all the experiences you want on a deeper level. Fly up in your balloon, take your loved ones with you and while you are up there, make rainbows appear, just like I did.", "owner": "Malti Bhojwani, Don't Think Of a Blue Ball"}, {"item": "There is more reason to say grace before beginning a book than there is to say it before beginning to dine.", "owner": "Charles Lamb"}, {"item": "No matter what, if you have the strength of life, it is enough to be thankful.", "owner": "Lailah Gifty Akita"}, {"item": "The glory of life is strength of existence.", "owner": "Lailah Gifty Akita"}, {"item": "Gratitude pours forth continually, as if the unexpected had just happened—the gratitude of a convalescent—for convalescence was unexpected…. The rejoicing of strength that is returning, of a reawakened faith in a tomorrow and the day after tomorrow, of a sudden sense and anticipation of a future, of impending adventures, of seas that are open again.", "owner": "Friedrich Nietzsche, The Gay Science"}, {"item": "Life can only be live with grace and gratitude.", "owner": "Lailah Gifty Akita"}, {"item": "My life is change with the heart of gratefulness.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "A gift freely given,I did not ask to be in this state: living.", "owner": "Innocent Mwatsikesimbe, This Is My Life"}, {"item": "If my words don't flow out of a heart that rests in God's control, sovereignty, then they come out of the heart that seeks control so I can get what I want.", "owner": "Mark Driscoll, Real Marriage: The Truth About Sex, Friendship, and Life Together"}, {"item": "If the only prayer you said was thank you, that would be enough.", "owner": "Meister Eckhart"}, {"item": "Ask. Trust. Give thanks. Simple right?", "owner": "Dawn Gluskin"}, {"item": "The more we thank God, the less we ask of him.", "owner": "Ron Brackin"}, {"item": "Cha-Cha favored short, earnest prayer, and he often wondered what took others so long., It had something to do with excess supplication, he suspected. He never presented a long list of specific requests to God, had always felt uncomfortable with the presumptuousness of \"Ask and you shall receive.\" This might have been a result of pride, or his own middling ambition, but mostly Cha-Cha's prayers were a series of thank-yous and I'm sorrys.", "owner": "Angela Flournoy, The Turner House"}, {"item": "... most of my prayers are expressions of sheer gratitude for the fullness of my contentment.", "owner": "Elizabeth Gilbert, Eat, Pray, Love"}], "pagination": {"next": null, "prev": "/data/personal growth/gratitude/3/data.json", "current": "/data/personal growth/gratitude/4/data.json"}}