{"contents": [{"item": "Right now, I had everything I could ask for. It wasn't a long list, but it was a very satisfying one, starting with the love of my life back in my arms.", "owner": "Becca Fitzpatrick, Silence"}, {"item": "Love doesn't give you very many choices. When you love someone, you just want to be with them. If they break your heart, you will still love them. Because hearts are easy to break, and though love is tender and sometimes fragile, love isn't. Love sort of envelops you. It covers you like a giant shadow, then pulls you in like a blanket. You are so warm. The feeling surrounds you, and no matter how you feel, it is always there. You can't escape it. But you wouldn't want to. You are so, so safe. You can't remember the last time you were this happy. Were you ever? This happy? Every second you are apart feels like hours. Sometimes, right before you fall asleep, you miss them so much it hurts. You ache for them. Their warmth. Their touch. Their smell. You need them. When you can't sleep you wish and wish and wish that they would wake up and talk to you. When you dream of them, you wake up smiling. When pain stabs into you, you reach out for them. You cry to them, begging them to hold you and make it all go away, make everything go away. Love addicts you to its feeling. You never, ever want to lose that feeling. Sometimes the fear of losing love drives people to do crazy things. Like buy a plane ticket. Make a phone call. Run out of a class. Cry. Write. Laugh.Because when you love someone, you really love them. You give them your whole heart. You trust them. You never want to be away from them. Sometimes, you don't even need their words. You just need them there.Love is such an amazing thing, and too many people take it for granted. If you're in love, don't let it go. Don't you dare let it go.", "owner": "Alysha Speer"}, {"item": "Don't you know that love isn't just going to bed? Love isn't an act, it's a whole life. It's staying with her now because she needs you; it's knowing you and she will still care about each other when sex and daydreams, fights and futures -- when all that's on the shelf and done with. Love -- why, I'll tell you what love is: it's you at seventy-five and her at seventy-one, each of you listening for the other's step in the next room, each afraid that a sudden silence, a sudden cry, could mean a lifetime's talk is over.", "owner": "Brian Moore"}, {"item": "All any of us wanted, really, was to know that we counted. That someone else's life would not have been as rich without us here.", "owner": "Jodi Picoult, Handle with Care"}, {"item": "After dinner or lunch or whatever it was -- with my crazy 12-hour night I was no longer sure what was what -- I said, \"Look, baby, I'm sorry, but don't you realize that this job is driving me crazy? Look, let's give it up. Let's just lay around and make love and take walks and talk a little. Let's go to the zoo. Let's look at animals. Let's drive down and look at the ocean. It's only 45 minutes. Let's play games in the arcades. Let's go to the races, the Art Museum, the boxing matches. Let's have friends. Let's laugh. This kind of life like everybody else's kind of life: it's killing us.", "owner": "Charles Bukowski, Post Office"}, {"item": "I’m sort of… coming off a bad relationship”“When did it end?”“Slightly before it started.", "owner": "Rainbow Rowell, Attachments"}, {"item": "What made me run away was doubtless not so much the fear of settling down, but of settling down permanently in something ugly.", "owner": "Albert Camus"}, {"item": "Never stop smiling not even when you're sad, someone might fall in love with your smile.", "owner": "Gabriel García Márquez"}, {"item": "You must learn to forgive a man when he's in love. He's always a nuisance.", "owner": "Rudyard Kipling, The Light That Failed"}, {"item": "I wake up and tear drops, they fall down like rain. I put on that old song we danced to and then, I head off to my job cause not much has changed. Punch the clock, head for home, check the phone. Just in case. Go to bed, dream of you. That's what I am doing these days.", "owner": "Rascal Flatts"}, {"item": "They had an ordinary life, full of ordinary things-if love can ever be called that.", "owner": "Leigh Bardugo, Ruin and Rising"}, {"item": "I'm as cruel as life. As cruel as love.", "owner": "L.J. Smith, The Forbidden Game"}, {"item": "There's no need to wait for the bad things and bullshit to be over. Change now. Love now. Live now. Don't wait for people to give you permission to live, because they won't.", "owner": "Kris Carr, Crazy Sexy Diet: Eat Your Veggies, Ignite Your Spark, and Live Like You Mean It!"}, {"item": "That I shall love always, I argue theethat love is life,and life hath immortality", "owner": "Emily Dickinson"}, {"item": "To become vegetarian is to step into the stream which leads to nirvana.", "owner": "Gautama Buddha"}], "pagination": {"next": "/data/spiritual & philosophy/life/4/data.json", "prev": "/data/spiritual & philosophy/life/2/data.json", "current": "/data/spiritual & philosophy/life/3/data.json"}}