{"contents": [{"item": "Each day brings new opportunities, allowing you to constantly live with love—be there for others—bring a little light into someone's day. Be grateful and live each day to the fullest.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Be mindful. Be grateful. Be positive. Be true. Be kind.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Always remember people who have helped you along the way, and don’t forget to lift someone up.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Pursue what catches your heart, not what catches your eyes.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Start each day with a positive thought and a grateful heart.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "When one has a grateful heart, life is so beautiful.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "The world is 3 days: As for yesterday, it has vanished along with all that was in it. As for tomorrow, you may never see it. As for today, it is yours, so work on it.", "owner": "al-Hasan al-Basri"}, {"item": "We don’t truly appreciate what we have until it’s gone… We don’t really appreciate something until we have experienced some events; we don't really appreciate our parents until we ourselves have become parents. Be grateful for what you have now, and nothing should be taken for granted.", "owner": "Roy T. Bennett"}, {"item": "Regardless of Sunshine or Rain, Be Thankful for another GREAT day…and treat Life as the ULTIMATE Gift.... Because IT IS :)", "owner": "Pablo"}, {"item": "If you want to find happiness, find gratitude.", "owner": "Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience"}, {"item": "Deliver more than you promise and earn the respect and gratitude of the intelligent, the wise, and the honourable.", "owner": "Wayne Gerard Trotman"}, {"item": "Grateful people are happy people. The more things you are grateful for, the happier you will be.", "owner": "Roy T. Bennett"}, {"item": "As we become the light, the light is lifted in every room that we enter.", "owner": "Natalie Pace, The Gratitude Game: 21 Days to a Healthier, Wealthier, More Beautiful You"}, {"item": "Got no checkbooks, got no banks. Still I'd like to express my thanks - I've got the sun in the mornin' and the moon at night.", "owner": "Irving Berlin"}, {"item": "Be consistent in your dedication to showing your gratitude to others. Gratitude is a fuel, a medicine, and spiritual and emotional nourishment.", "owner": "Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience"}], "pagination": {"next": "/data/personal growth/gratitude/1/data.json", "prev": null, "current": "/data/personal growth/gratitude/0/data.json"}}