{"contents": [{"item": "When we attach to a problem, we make the problem worse. When we attach to a solution, we make the problem worse.", "owner": "Barry Graham, Nothing Extra: Notes On the Zen Life (Zen for Real Life, #3"}, {"item": "You worry yourself unnecessarily. Put the thought of hitting right out of your mind!", "owner": "Eugen Herrigel, Zen in the Art of Archery"}, {"item": "...being able to wait without purpose in the state of highest tension...without continually asking yourself: Shall I be able to manage it? Wait patiently, as see what comes - and how it comes!", "owner": "Eugen Herrigel, Zen in the Art of Archery"}, {"item": "... the Master's warning that we should not practice anything except self-detaching immersion.", "owner": "Eugen Herrigel, Zen in the Art of Archery"}, {"item": "Zen is a double-edged sword, killing words and thoughts, yet at the same time, giving them life. Although beyond human intellect and philosophy, Zen is their root and source.", "owner": "Masao Abe"}, {"item": "My conscious mind must have its roots and origins in the most unfathomable depths of being, yet it feels as if it lived all by itself in this tight little skull.", "owner": "Alan W. Watts"}, {"item": "Three or four times, I have had the great death but my life is lived in the million tiny moments that make up the one dance", "owner": "zen master"}, {"item": "That's just the trouble, you make an effort to think about it. Concentrate entirely on your breathing, as if you had nothing else to do!", "owner": "Master (Eugen Herrigel)"}, {"item": "[A] book is not merely a book, it is the sun as well.", "owner": "Steve Hagen, Buddhism Plain and Simple"}, {"item": "[W]e have endless opportunities to forget the self – in planting a tree for future generations; in creating a poem, a meal, a vessel of clay;", "owner": "Steve Hagen, Buddhism Plain and Simple"}, {"item": "Results for \"What are the maintenance requirements of the human being? Life, Liberty, the pursuit of happiness and food, clothing, shelter and medical care. Keeping us confused and divided against one another about these rights, the multinational power elite teaches us in America that only life, liberty and the pursuit of happiness are rights. In socialist nations they promote the view that only food, clothing, shelter and medical care are rights.", "owner": "Kerry Thornley"}, {"item": "There's no rule in the end, but only the situation and the inclination of your mind", "owner": "Steve Hagen, Buddhism Plain and Simple"}, {"item": "[H]ow can something cease to exist that has no solid existence in the first place?", "owner": "Steve Hagen, Buddhism Plain and Simple"}, {"item": "The only way we can be free in each moment is to become what each moment is.", "owner": "Steve Hagen, Buddhism Plain and Simple"}, {"item": "How can a hard and fast view of a world that is never hard and fast possibly be accurate?", "owner": "Steve Hagen, Buddhism Plain and Simple"}], "pagination": {"next": "/data/spiritual & philosophy/zen/2/data.json", "prev": "/data/spiritual & philosophy/zen/0/data.json", "current": "/data/spiritual & philosophy/zen/1/data.json"}}