{"contents": [{"item": "It is naive to think that sport is above politics, that any kind of level playing field exists, or that sport allows the world to put its problems on hold.", "owner": "Amy Bass"}, {"item": "Football combines the two worst features of American life. It is violence punctuated by committee meetings.", "owner": "George F. Will"}, {"item": "Great sport begins at a point where it has ceased to be healthy.", "owner": "Bertolt Brecht"}, {"item": "Skate to where the puck is going and not to where it's been.", "owner": "Wayne Gretzsky"}, {"item": "I hate all sports as rabidly as a person who likes sports hates common sense.", "owner": "H. L. Mencken"}, {"item": "You can't think and hit at the same time.", "owner": "Yogi Berra"}, {"item": "Pro football is like nuclear warfare. There are no winners  only survivors.", "owner": "Frank Gifford"}, {"item": "Horses and jockeys mature earlier than people - which is why horses are admitted to race tracks at the age of two  and jockeys before they are old enough to shave.", "owner": "Dick Beddoes"}, {"item": "Jogging is very beneficial. It's good for your legs and your feet. It's also very good for the ground. It makes it feel needed.", "owner": "Charles M. Schulz"}, {"item": "It you watch a game  it's fun. If you play it  it's recreation. If you work at it  it's golf.", "owner": "Bob Hope"}, {"item": "Winning can be defined as the science of being totally prepared.", "owner": "George Allen"}, {"item": "Running for money doesn't make you run fast. It makes you run first.", "owner": "Ben Jipcho"}, {"item": "When you win  nothing hurts.", "owner": "Joe Namath"}, {"item": "Let's win this one for the Gipper.", "owner": "Knute Rockne"}, {"item": "Sports allow men to build up situations of emergency. What he then demands of himself is unnecessary achievement - and unnecessary sacrifice. He artificially creates the tension that he has been spared by affluent society.", "owner": "Viktor Frankl"}], "pagination": {"next": "/data/health & fitness/sport/1/data.json", "prev": null, "current": "/data/health & fitness/sport/0/data.json"}}