{"contents": [{"item": "Loving-kindness challenges those states that tend to arise when we think of ourselves as isolated from everyone else—fear, a sense of deficiency, alienation, loneliness.", "owner": "Sharon Salzberg, Real Love: The Art of Mindful Connection"}, {"item": "Words are loneliness.", "owner": "Henry Miller, Tropic of Cancer"}, {"item": "If you have never found yourself, the best place to look is in your loneliness, and rock-bottom is even better.", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}, {"item": "Friendless is most loneliness in the world", "owner": "Chatchawan Tangtrongpanich"}, {"item": "Where you used to be, there is a hole in the world, which I find myself constantly walking around in the daytime, and falling in at night. I miss you like hell.", "owner": "Edna St. Vincent Millay"}, {"item": "...until that moment I had not understood that this was a story about lonely people, about absence and loss, and that that was why I had taken refuge in it until it became confused with my own life, like someone who has escaped into the pages of a novel because those whom he needs to love seem nothing more than ghosts inhabiting the mind of a stranger.", "owner": "Carlos Ruiz Zafón, The Shadow of the Wind"}, {"item": "It could be kindness. Faith felt hollow at the thought. She had needed kindness before, and has received none. Now it was too late, and she did not know what to do with it.", "owner": "Frances Hardinge, The Lie Tree"}, {"item": "...I did what most kids do when their world feels destroyed. I tried to care less about what remained...It was untrue, of course.", "owner": "Adam Haslett"}, {"item": "...I did what most kids do when their world feels destroyed. I tried to care less about what remained...This was untrue, of course.", "owner": "Adam Haslett"}, {"item": "She had learnt a painful lesson, she thought – that as they die, the ones we love, we lose our witnesses, our watchers, those who know and understand the tiny little meaningless patterns, those words drawn in water with a stick. And there is nothing left but the endless flow.", "owner": "Anne Rice, The Witching Hour"}, {"item": "I often think of you all, one cannot do what one wants in life. The more you feel attached to a spot, the more ruthlessly you are compelled to leave it, but the memories remain, and one remembers - as in a looking glass, darkly - one's absent friends.", "owner": "Vincent van Gogh"}, {"item": "...real loneliness is having no one to miss. Think yourself lucky you've known something worth missing.", "owner": "Emma Donoghue"}, {"item": "I'm lonely. And I'm lonely in some horribly deep way and for a flash of an instant, I can see just how lonely, and how deep this feeling runs. And it scares the shit out of me to be this lonely because it seems catastrophic.", "owner": "Augusten Burroughs, Dry"}, {"item": "The tragedy of this world is that no one is happy, whether stuck in a time of pain or of joy. The tragedy of this world is that everyone is alone. For a life in the past cannot be shared with the present. Each person who gets stuck in time gets stuck alone.", "owner": "Alan Lightman, Einstein's Dreams"}, {"item": "That was the day my whole world went black. Air looked black. Sun looked black. I laid up in bed and stared at the black walls of my house….Took three months before I even looked out the window, see the world still there. I was surprised to see the world didn’t stop.", "owner": "Kathryn Stockett, The Help"}], "pagination": {"next": "/data/hard times/loneliness/4/data.json", "prev": "/data/hard times/loneliness/2/data.json", "current": "/data/hard times/loneliness/3/data.json"}}