{"contents": [{"item": "You have the power to adjust you life experience simply be being grateful.", "owner": "Chiara Gizzi"}, {"item": "Gratitude is continuous stream of goodness.", "owner": "Lailah Gifty Akita"}, {"item": "Love, positivity and gratitude are the most essential ingredients to a happy and fulfilled life.", "owner": "Eileen Anglin"}, {"item": "Never in the field of human conflict was so much owed by so many to so few.", "owner": "Winston S. Churchill"}, {"item": "The Awakening Land\" p615What was the world coming to and what hearty pleasures folks today missed out of life! One bag of meal her pap said, used to make a whole family rejoice. Now folks came ungrateful from the store, grumbling they had to carry such a heavy market basket. Was that the way this great new country of hers was going to go? The easier they made life, the weaker and sicker the race had to get? Once a majority of the men got weak and soft, what weak, harmful ways would they vote the country into then? Well, her pap's generation could get down on their knees and thank the Almighty they lived and died when they did. How would they ever have come and settled this wild country if they said to each other, \"Ain't you afeard?\" How would her pappy have fetched them the long way out here on foot if he'd kept asking all the time, \"Are you all right! How do ye feel? Do ye reckon ye kin make it?\" No, those old time folks she knew were scared of nothing, or if they were, they didn't say so. They knew they ran bad risks moving into Indian country, but they had to die some time. They might as well live as they pleased and let others bury them when the time came. Now Libby's generation, it seemed, lived mostly to study and fret about ailing and dying.", "owner": "Conrad Richter"}, {"item": "I woke up this morning as I do every morning, with an attitude of gratitude.", "owner": "Tony Williams"}, {"item": "I am so Thankful in the knowledge… If I want to learn something I can study it. However, If I want to have something etched in my Soul, I must Teach it. Always remembering that each of us teaches best that which we, the teacher, most need to learn", "owner": "Raymond D. Longoria Jr."}, {"item": "Gratitude is the vitamin of the soul.", "owner": "Angie karan"}, {"item": "Gratitude is a soul blooming profusely!", "owner": "Zavia Hope Thomas"}, {"item": "Gratitude and love are always multiplied when you give freely. It is an infinite source of contentment and prosperous energy.", "owner": "Jim Fargiano, The Spoken Words of Spirit: Lessons from the Other Side"}, {"item": "... and isn't the world a treasure in itself? A spectacle glittering every single day, without a concern if anyone's watching or not. It simply goes on, elegantly, letting nature have its way. We only need to open our eyes to witness the biggest masterpiece ever created, the ticket is already in your hand.", "owner": "Charlotte Eriksson"}, {"item": "On a second note, though, I have something to say about pain. There are lots of kinds of pain. Pain of smashing your fingers in a car door, pains of loosing a baby, pain of failing a test. But in their own little ways, these pains are all agonizing. Which is sad, and yet, happy, if you really think about it. If we never lost our car keys, or stepped in gum, or had a bad hair day, what kind of people would we be? In a word? Boring. We wouldn't be passionate; we wouldn't know it was exciting to get pregnant, or score an A on a final. So that's why, today at least, I am grateful for pain. Because it's part of what makes me the whacky, goofy, jaded, person that I am. Peace.", "owner": "Alysha Speer"}, {"item": "...one of the best ways to take the pain out of past experiences is to replace the hurt with gratitude.", "owner": "Nick Vujicic, Unstoppable: The Incredible Power of Faith in Action"}, {"item": "In that instant, I realized that if I focused on the pain and misery, it would take me longer to heal. When chronic pain is my most often companion, it can be challenging to keep looking for the good. I needed to figure out a way to focus on the positive moments of each day. I needed to see where I was improving and healing.", "owner": "Sharon E. Rainey, The Best Part of My Day Healing Journal"}, {"item": "When you express gratitude for the blessings that come into your life, it not only encourages the universe to send you more, it also sees to it that those blessings remain.", "owner": "Stephen Richards"}], "pagination": {"next": "/data/personal growth/gratitude/3/data.json", "prev": "/data/personal growth/gratitude/1/data.json", "current": "/data/personal growth/gratitude/2/data.json"}}