{"contents": [{"item": "...she cried because prejudice outlives passion and because she was sentimentally patriotic.", "owner": "Irène Némirovsky"}, {"item": "Passion precedes prosperity.", "owner": "Andrew Hildreth"}, {"item": "An extreme passion of any human being is to be unique", "owner": "Kunal Jajal"}, {"item": "Some models of self-control are able to achieve their serenity easily because the soul fires never burn brightly to begin with.", "owner": "Joseph J. Ellis, His Excellency: George Washington"}, {"item": "Her taste still teased my tongue, and her touch tipped my fingers. Her smile licked my lips, and her heart beat my own. So I tugged on her sheets, like it was a cape. To me, she was a God damned super hero, and underneath, was everything I need. Her super powers on top of me.", "owner": "J. Raymond"}, {"item": "Like animals we call to each other,\" was the thought that came to him as he remembered the hour of love in the afternoon.", "owner": "Hermann Hesse, Narcissus and Goldmund"}, {"item": "I don't think I can play any other way but all out. I enjoy the game so much because I'm putting so much into it.", "owner": "George Brett"}, {"item": "Nothing is as important as passion. No matter what you want to do with your life, be passionate.", "owner": "Jon Bon Jovi"}, {"item": "I’m his puppet and he is my invisible master, holding my strings from miles away.", "owner": "Saffron A. Kent, The Unrequited"}, {"item": "Been Passionate means knowing who you are and what you really want out of life.", "owner": "ANIKOR Daniel"}, {"item": "Passion helps to prove your inner worth.", "owner": "ANIKOR Daniel"}, {"item": "I think he was trying to tell us that life is not about achieving one great thing, because once that thing is over, life keeps going. What motivates you then? The important thing is having a passion, something you love doing, and the greatest joy in the world is that you get to wake up every day and do it.", "owner": "Mike Massimino, Spaceman: An Astronaut's Unlikely Journey to Unlock the Secrets of the Universe"}, {"item": "Life and whatever you do in your time in this world should not be a chore. You will be spending a lot of time doing it anyway. Every moment should be fuelled by your passion. It’s your reason. It’s your why.", "owner": "Kevin Abdulrahman, The Book on What Ever You're Into: These Are the 52 Timeless Winning Truths You Need to Know to Have a Chance at Winning"}, {"item": "Passion is never pathetic.", "owner": "J.C. Lillis, A&B"}, {"item": "Our passion is what we have been designed to do so as not to get bored between being born and death.", "owner": "Ben Tolosa, Masterplan Your Success"}], "pagination": {"next": null, "prev": "/data/work & productivity/passion/3/data.json", "current": "/data/work & productivity/passion/4/data.json"}}