{"contents": [{"item": "Tell the truth through whichever veil comes to hand – but tell it. Resign yourself to the lifelong sadness that comes from never ­being satisfied.", "owner": "Zadie Smith"}, {"item": "What a sad story, I thought for so long. Not that I now think it was happy. But I think it is true, and thus the question of whether it is sad or happy has no meaning whatever.", "owner": "Bernhard Schlink, The Reader"}, {"item": "Sometimes you weren't supposed to share pain. Sometimes it was best just to deal with it alone.", "owner": "Sarah Addison Allen, The Sugar Queen"}, {"item": "How little our careers express what lies in us, and yet how much time they take up. It's sad, really.", "owner": "Philip Larkin, Philip Larkin: Letters to Monica"}, {"item": "Are you sad?\" Nicola asked. Richard turned in the chair. The scissors became motionless.\"Yes. I am sad. I'm sad most of the time.\"\"Does it bother you?\"\"It never used to. But now it does. Very much.\"\"It's because the world disappoints you,\" Nicola said. She set down hers scissors. \"It continually fails to surprise you. It fails to be as wonderful as you long for it to be. This is where your sadness comes from.", "owner": "Andrew Kaufman, Born Weird"}, {"item": "She knew that there were all kinds of ways to make a conquest and that one of the surest roads to a woman's genitals was through her sadness.", "owner": "Milan Kundera, The Book of Laughter and Forgetting"}, {"item": "Trust can be broken in just a few seconds, but it takes years to heal", "owner": "Rei Anthony Albon"}, {"item": "What you must understand about me is that I’m a deeply unhappy person.", "owner": "John Green, Looking for Alaska"}, {"item": "Percy, let me go\" she croaked. \"You can't pull me up.\"His face was white with effort. She could see in his eyes that he knew it was hopeless.\"Never,\" he said. He looked up at Nico, fifteen feet above. \"The other side, Nico! We'll see you there. Understand?\"Nico's eyes widened. \"But-\"\"Lead them!\" Percy shouted. \"Promise me!\"\"I-I will.\"Below them, the voice laughed in the darkness. Sacrifices. Beautiful sacrifices to wake the goddess. Percy tightened his grip on Annabeth's wrist. His face was gaunt, scraped and bloody, his hair dusted with cobwebs, but when he locked eyes with her, she thought he had never looked more handsome.\"We're staying together,\" he promised. \"You're not getting away from me. Never again.\"Only then did she understand what would happen. A one-way trip. A very hard fall.\"As long as we're together,\" she said.She heard Nico and Hazel still screaming for help. She saw sunlight far, far above- maybe the last sunlight she would ever see.Then Percy let go of his ledge, and together, holding hands, he and Annabeth fell into the endless darkness.", "owner": "Rick Riordan, The Mark of Athena"}, {"item": "Nothing thicker than a knife's blade separates happiness from melancholy.", "owner": "Virginia Woolf, Orlando"}, {"item": "When you've suffered a great deal in life, each additional pain is both unbearable and trifling.", "owner": "Yann Martel, Life of Pi"}, {"item": "Sometimes we get sad about things and we don't like to tell other people that we are sad about them. We like to keep it a secret. Or sometimes, we are sad but we really don't know why we are sad, so we say we aren't sad but we really are.", "owner": "Mark Haddon, The Curious Incident of the Dog in the Night-Time"}, {"item": "The way sadness works is one of the strange riddles of the world. If you are stricken with a great sadness, you may feel as if you have been set aflame, not only because of the enormous pain, but also because your sadness may spread over your life, like smoke from an enormous fire. You might find it difficult to see anything but your own sadness, the way smoke can cover a landscape so that all anyone can see is black. You may find that if someone pours water all over you, you are damp and distracted, but not cured of your sadness, the way a fire department can douse a fire but never recover what has been burnt down.", "owner": "Lemony Snicket, The Bad Beginning"}, {"item": "You can't keep the birds of sadness from flying over your head, but you can keep them from nesting in your hair.", "owner": "Sharon Creech, Walk Two Moons"}, {"item": "The sadness of the world has different ways of getting to people, but it seems to succeed almost every time.", "owner": "Louis-Ferdinand Céline, Journey to the End of the Night"}], "pagination": {"next": "/data/hard times/sadness/1/data.json", "prev": null, "current": "/data/hard times/sadness/0/data.json"}}