{"contents": [{"item": "It is no shame to have your heart broken –it is only possible because you dared to lovethe hardest.", "owner": "Timothy Joshua"}, {"item": "Promises hold no real value, What matters the most is not to loose yourself while fulfilling promises for others.", "owner": "Alamvusha"}, {"item": "you will never know how valuable a thing or a person is...until its not with you anymore,then you`ll regret...its not my fault.its urs..", "owner": "aismj"}, {"item": "I almost wish I hadn't met him. How am I supposed to go back to my old life, my days stretching out before me with unending and brutal sameness? How am I supposed to go back to being The Girl Who Reads?", "owner": "Nicola Yoon, Everything, Everything"}, {"item": "More lies, but maybe lies were better than the truth.", "owner": "Scott Westerfeld, Afterworlds"}, {"item": "Her heart is played like well worn stringsIn her eyes the sadness singsOf one who was destined of better things", "owner": "Lang Leav"}, {"item": "There was no other way to say it. After being heartbroken for so long, I had made myself completely numb inside. Maybe not from physical pain, but anything emotional, yes. Sexual pleasure? Numb to that, too. I’d have been a great actress. After all, I had the perfect, mind-blowing orgasm down to an art. Suppose I deserve an Oscar for that.", "owner": "Jennifer Salaiz"}, {"item": "Tessa never could look at him without a tightening in her chest, a painful stutter of her heart.", "owner": "Cassandra Clare, Clockwork Prince"}, {"item": "My advice to any heartbroken young girl is to pay close attention to the study of theoretical physics. Because one day there may well be proof of multiple universes. It would not be beyond the realms of possibility that somewhere outside of our own universe lies another different universe. And in that universe, Zayn is still in One Direction.", "owner": "Stephen Hawking"}, {"item": "How did we keep getting so lost in a midnight world? Why did we continue lamenting as we wounded our hearts and were cut apart?", "owner": "Mizuki Nomura, Book Girl and the Wayfarer's Lamentation"}, {"item": "I was moving forward into space, but i would never come home again", "owner": "Bryn Greenwood, All the Ugly and Wonderful Things"}, {"item": "For a moment, Blake said nothing. After chewing on her venom for a moment, he shrugged. “I would rather you hate me for who I am than love me for who I’m not.", "owner": "Tanya Kaley, Lady Highwayman"}, {"item": "Why am I doing this? Because it feels so good to talk like we used to, even though I know this is just a shadow of what we had. But I chase it anyway.", "owner": "Daisy Whitney, When You Were Here"}], "pagination": {"next": null, "prev": null, "current": "/data/hard times/heartbroken/0/data.json"}}