{"contents": [{"item": "People who know me know I'm strong, but I'm vulnerable.", "owner": "Catherine Deneuve"}, {"item": "Now, Mr. Great-heart was a strong man, so he was not afraid of a lion.", "owner": "John Bunyan, The Pilgrims Progress"}, {"item": "Nothing is ever lost, Sarah. Nothing that can't be found.", "owner": "Stephen King, The Dead Zone"}, {"item": "Though these young men unhappily fail tounderstand that the sacrifice of life is, in many cases, the easiest ofall sacrifices, and that to sacrifice, for instance, five or six years oftheir seething youth to hard and tedious study, if only to multiplytenfold their powers of serving the truth and the cause they have setbefore them as their goal--such a sacrifice is utterly beyond the strengthof many of them. ", "owner": "Fyodor Dostoyevsky, The Brothers Karamazov"}, {"item": "Having recovered from an inexplicable moment of weakness Claire was on the defensive, ready to bite. I had the impression that she was now looking for a chance to demonstrate her strength, or her hard-heartedness.", "owner": "Jean de Berg, The Image/The Whip Angels"}, {"item": "They’d scared me and had me thinking about what it meant to be really strong, on my own terms—not just fit and brown from the sun, not just flexible and accommodating.", "owner": "Paula McLain, The Paris Wife"}, {"item": "Welcome Beauty, banish fear.", "owner": "Francesca Lia Block, Pink Smog"}, {"item": "A sword wields no strength, unless the hand that holds it has courage.", "owner": "Lucifer"}, {"item": "You wake up in this here world, my sweet li'l mister, you got to wake up tough. You go out that front door tough of a mornin' and you stay tough 'til lights out—have you learned that?", "owner": "Daniel Woodrell, The Death of Sweet Mister"}, {"item": "Sometimes in this world, all you have is YOU!Stand strong and tall. No one will do it for you", "owner": "Levon Peter Poe"}, {"item": "We can spend our lives letting the world tell us who we are. Sane or insane. Saints or sex addicts. Heros or victims. Letting history tell us how good or bad we are. Letting our past decide our future. Or we can decide for ourselves. And maybe it's our job to invent something better.", "owner": "Chuck Palahniuk, Choke"}, {"item": "She had inherited a story that was strewn with corpses and clotted with enmity, and was only trying to stay alive in it.", "owner": "Laini Taylor, Strange the Dreamer"}, {"item": "the truth she gathered, enlarging her strength, enlarged likewise the composure that comes of strength.", "owner": "George MacDonald, Mary Marston"}, {"item": "To Be Trained Is To Be Strengthened", "owner": "Sunday Adelaja"}, {"item": "To marry and have children, that is the common lot of women. Only one woman in a hundred--more, in a thousand, can make for herself a name and position as you have done.", "owner": "Agatha Christie, Evil Under the Sun"}], "pagination": {"next": "/data/health & fitness/strength/4/data.json", "prev": "/data/health & fitness/strength/2/data.json", "current": "/data/health & fitness/strength/3/data.json"}}