{"contents": [{"item": "There is no virtue in poverty and illness. we all have been created to be healthy and wealthy with more than enough for everyone.", "owner": "Raphael Zernoff, All That Is"}, {"item": "Your composite health is directly proportional to your composite wealth.", "owner": "Anthony   Pan"}, {"item": "It is not much different from a person who goes to the gym to exercise on a regular basis versus someone who sits on the couch watching television. Proper physical exercise increases your chances of health, and proper mental exercise increases your chances for wealth. Laziness decreases both health and wealth.", "owner": "Robert T. Kiyosaki, Rich Dad, Poor Dad"}, {"item": "The spirit of a man can survive a sick body.", "owner": "Lailah Gifty Akita"}, {"item": "Our true spirit can never become diseased or distressed.", "owner": "Marcey Shapiro, Freedom From Anxiety: A Holistic Approach to Emotional Well-Being"}, {"item": "Every day I wake up and re-commit to my health. This is a very important step for me. I let the past be the past. I try not to dwell on the mistakes I've made, because those kinds of thoughts only bring me down. I wake up every day with the thought that this is a new day. That today I am going to eat well, I am going to exercise, and I'm going to focus on being healthy and happy.", "owner": "Stephen Cremen, Battle Scars: My Journey from Obesity to Health and Happiness, Fifteen Years and Counting!"}, {"item": "And I read hundreds and thousands of books, day and night, always awake and always eager to seek health. But in no book I found what I was looking for. Then, shut up in my parents' house, I thought and suffered for hundreds and thousands of hours, always awake and always mindful of the tremendous anxiety of health. But I still have not found what I was looking for.", "owner": "Giovanni Papini, Il Tragico Quotidiano"}, {"item": "I could never kill myself. I approve of suicide if you have horrible health. Otherwise it's the ultimate hissy fit.", "owner": "John Waters"}, {"item": "The shortest and the hardest journey to make is the inner one.", "owner": "Omisona Fasina, Inner View - Choosing Authenticity"}, {"item": "Relax, Recreate and Refresh!", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "We usually need to have pain, trial or challenge to be motivated to learn or change. Learning in the midst of ease and prosperity comes from the pure inner soul’s inspired desire for improvement.", "owner": "Rand Olson, Children of Promise: The Ultimate Guide to Raising Healthy Kids"}, {"item": "If we focus our efforts on doing, we will always fall short of our real potential. We can do all the right things, but if we do not do them for the right reasons, they will never have the power to change our internal view of life.", "owner": "Rand Olson, Children of Promise: The Ultimate Guide to Raising Healthy Kids"}, {"item": "Health is the ability to be fully and consciously aware of all that contributes to your life experience and to effectively exist in that environment. It then means you see yourself as you really are.", "owner": "Rand Olson, Children of Promise: The Ultimate Guide to Raising Healthy Kids"}, {"item": "As we mature and develop awareness to match our potential, our ability to enjoy full health is realized. As we enjoy this fruit, we sow the seeds of greatness in our children.", "owner": "Rand Olson, Children of Promise: The Ultimate Guide to Raising Healthy Kids"}, {"item": "Health is not a physical accomplishment but the manifestation of our awareness of who we are and integrity in living out of that knowledge.", "owner": "Rand Olson, Children of Promise: The Ultimate Guide to Raising Healthy Kids"}], "pagination": {"next": null, "prev": "/data/health & fitness/health/3/data.json", "current": "/data/health & fitness/health/4/data.json"}}