{"contents": ["Art and life are subjective. Not everybody's gonna dig what I dig, but I reserve the right to dig it.", "I think there is a song out there to describe just about any situation.", "All art is but dirtying the paper delicately.", "Be curious about the world in which you live. Look things up. Chase down every reference. Go deeper than anybody else--that's how you'll get ahead.", "The preparation of good food is merely another expression of art, one of the joys of civilized living…", "A written word is the choicest of relics. It is something at once more intimate with us and more universal than any other work of art. It is the work of art nearest to life itself. It may be translated into every language, and not only be read but actually breathed from all human lips; -- not be represented on canvas or in marble only, but be carved out of the breath of life itself.", "A painter should begin every canvas with a wash of black, because all things in nature are dark except where exposed by the light.", "We don't make mistakes, just happy little accidents.", "I don't paint dreams or nightmares, I paint my own reality.", "Love art in yourself, and not yourself in art.", "Every morning when I wake up, I experience an exquisite joy —the joy of being Salvador Dalí— and I ask myself in rapture: What wonderful things is this Salvador Dalí going to accomplish today?", "An idea is salvation by imagination", "A photographer is like a cod, which produces a million eggs in order that one may reach maturity.", "In the deepest hour of the night, confess to yourself that you would die if you were forbidden to write. And look deep into your heart where it spreads its roots, the answer, and ask yourself, must I write?", "I have already settled it for myself so flattery and criticism go down the same drain and I am quite free."], "pagination": {"next": "/data/inspiration/art/3/data.json", "prev": "/data/inspiration/art/1/data.json", "current": "/data/inspiration/art/2/data.json"}}