{"contents": [{"item": "I'd learned that some things are best kept secret.", "owner": "Nicholas Sparks, Dear John"}, {"item": "If there's a thing I've learned in my life it's to not be afraid of the responsibility that comes with caring for other people. What we do for love: those things endure. Even if the people you do them for don't", "owner": "Cassandra Clare"}, {"item": "Nothing ever happens like you imagine it will", "owner": "John Green, Paper Towns"}, {"item": "We could do it, you know.\"\"What?\"\"Leave the district. Run off. Live in the woods. You and I, we could make it.", "owner": "Suzanne Collins, The Hunger Games"}, {"item": "To fear love is to fear life, and those who fear life are already 3-parts dead.", "owner": "Bertrand Russell"}, {"item": "nothing in this world was more difficult than love.", "owner": "Gabriel García Márquez"}, {"item": "Life is a series of pulls back and forth... A tension of opposites, like a pull on a rubber band. Most of us live somewhere in the middle. A wrestling match...Which side win? Love wins. Love always wins", "owner": "Mitch Albom, Tuesdays with Morrie"}, {"item": "You never knew the last time you were seeing someone. You didn't know when the last argument happened, or the last time you had sex, or the last time you looked into their eyes and thanked God they were in your life.After they were gone?That was all you thought about.Day and night.", "owner": "J.R. Ward, Lover Mine"}, {"item": "It scares me how hard it is to remember life before you. I can't even make the comparisons anymore, because my memories of that time have all the depth of a photograph. It seems foolish to play games of better and worse. It's simply a matter of is and is no longer.", "owner": "David Levithan, The Lover's Dictionary"}, {"item": "We’d met at a carefree time, a moment full of promise, in its place now were the harsh lessons of the real world.", "owner": "Nicholas Sparks, Dear John"}, {"item": "How many times have you tried to talk to someone about something that matters to you, tried to get them to see it the way you do? And how many of those times have ended with you feeling bitter, resenting them for making you feel like your pain doesn't have any substance after all?Like when you've split up with someone, and you try to communicate the way you feel, because you need to say the words, need to feel that somebody understands just how pissed off and frightened you feel. The problem is, they never do. \"Plenty more fish in the sea,\" they'll say, or \"You're better off without them,\" or \"Do you want some of these potato chips?\" They never really understand, because they haven't been there, every day, every hour. They don't know the way things have been, the way that it's made you, the way it has structured your world. They'll never realise that someone who makes you feel bad may be the person you need most in the world. They don't understand the history, the background, don't know the pillars of memory that hold you up. Ultimately, they don't know you well enough, and they never can. Everyone's alone in their world, because everybody's life is different. You can send people letters, and show them photos, but they can never come to visit where you live.Unless you love them. And then they can burn it down.", "owner": "Michael Marshall Smith, Only Forward"}, {"item": "He knew one of the women well, and had shared his universe with her. They had seen the same mountains, and the same trees, although each of them had seem them differently. She knew his weaknesses, his moments of hatred, of despair. Yet she was there at his side. They shared the same universe.", "owner": "Paulo Coelho, The Valkyries"}, {"item": "You can live your whole life not realizing that what you're looking for is right in front of you.", "owner": "David Nicholls, One Day"}, {"item": "You made me confess the fears that I have. But I will tell you also what I do not fear. I do not fear to be alone or to be spurned for another or to leave whatever I have to leave. And I am not afraid to make a mistake, even a great mistake, a lifelong mistake and perhaps as long as eternity too.", "owner": "James Joyce, A Portrait of the Artist as a Young Man"}, {"item": "Keep love in your heart. A life without it is like a sunless garden when the flowers are dead. The consciousness of loving and being loved brings a warmth and a richness to life that nothing else can bring.", "owner": "Oscar Wilde"}], "pagination": {"next": "/data/spiritual & philosophy/life/2/data.json", "prev": "/data/spiritual & philosophy/life/0/data.json", "current": "/data/spiritual & philosophy/life/1/data.json"}}