{"contents": [{"item": "I had forgotten how much light there is in the world, till you gave it back to me.", "owner": "Ursula K. Le Guin, A Wizard of Earthsea"}, {"item": "To say ‘I love you’ one must first know how to say the ‘I.’ The meaning of the ‘I’ is an independent, self-sufficient entity that does not exist for the sake of any other person. A person who exists only for the sake of his loved one is not an independent entity, but a spiritual parasite. The love of a parasite is worth nothing.", "owner": "Ayn Rand"}, {"item": "Something that is yours forever is never precious", "owner": "Chaim Potok, My Name Is Asher Lev"}, {"item": "In three words I can sum up everything I've learned about life: it goes on.", "owner": "Robert Frost"}, {"item": "To live is the rarest thing in the world. Most people exist, that is all.", "owner": "Oscar Wilde"}, {"item": "I may not have gone where I intended to go, but I think I have ended up where I needed to be.", "owner": "Douglas Adams, The Long Dark Tea-Time of the Soul"}, {"item": "Life is like riding a bicycle. To keep your balance, you must keep moving.", "owner": "Albert Einstein"}, {"item": "He has achieved success who has lived well, laughed often, and loved much;Who has enjoyed the trust of pure women, the respect of intelligent men and the love of little children;Who has filled his niche and accomplished his task;Who has never lacked appreciation of Earth's beauty or failed to express it;Who has left the world better than he found it,Whether an improved poppy, a perfect poem, or a rescued soul;Who has always looked for the best in others and given them the best he had;Whose life was an inspiration;Whose memory a benediction.", "owner": "Bessie Anderson Stanley, More Heart Throbs Volume Two in Prose and Verse Dear to the American People And by them contributed as a Supplement to the original $10,000 Prize Book HEART THROBS"}, {"item": "But better to get hurt by the truth than comforted with a lie.", "owner": "Khaled Hosseini"}, {"item": "I speak to everyone in the same way, whether he is the garbage man or the president of the university.", "owner": "Albert Einstein"}, {"item": "If you don't know where you're going, any road'll take you there", "owner": "George Harrison"}, {"item": "The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom.", "owner": "Isaac Asimov"}, {"item": "Sometimes I can hear my bones straining under the weight of all the lives I'm not living.", "owner": "Jonathan Safran Foer, Extremely Loud and Incredibly Close"}, {"item": "You cannot find peace by avoiding life.", "owner": "Michael Cunningham, The Hours"}, {"item": "To love. To be loved. To never forget your own insignificance. To never get used to the unspeakable violence and the vulgar disparity of life around you. To seek joy in the saddest places. To pursue beauty to its lair. To never simplify what is complicated or complicate what is simple. To respect strength, never power. Above all, to watch. To try and understand. To never look away. And never, never to forget.", "owner": "Arundhati Roy, The Cost of Living"}], "pagination": {"next": null, "prev": "/data/spiritual & philosophy/life/3/data.json", "current": "/data/spiritual & philosophy/life/4/data.json"}}