{"contents": [{"item": "I know what it's like to have secrets. Ones that are way traumatic. Ones that are so awful you can't tell anybody, even though you're dying to. So I'm not going to talk about this with anyone. It's the right thing to do. Karma and all.", "owner": "Susane Colasanti, Take Me There"}, {"item": "There are universal laws at work, even here. The Law of Attraction; the Law of Correspondence; and the Law of Karma. That is: like attracts like; as within, so without; and what goes around comes around.", "owner": "H.M. Forester, Game of Aeons"}, {"item": "Karma comes after everyone eventually. You can't get away with screwing people over your whole life, I don't care who you are. What goes around comes around. That's how it works. Sooner or later the universe will serve you the revenge that you deserve.", "owner": "Jessica Brody, The Karma Club"}, {"item": "I want revenge, but I don't want to screw up my karma.", "owner": "Susane Colasanti, Take Me There"}, {"item": "Time and Nemesis will do that which I would not, were it in my power remote or immediate. You will smile at this piece of prophecy - do so, but recollect it: it is justified by all human experience. No one was ever even the involuntary cause of great evils to others, without a requital: I have paid and am paying for mine - so will you.", "owner": "George Gordon Byron, Lord Byron: Selected Letters and Journals,"}, {"item": "I don't seek revenge because the karma bus always arrives on time.", "owner": "Fuad Alakbarov"}, {"item": "This is Karma. I'm a bitch. Can you think of anyone who deserves a bitch slap?\"My phone buzzes again.\"If so meet at Judy Blue Eyes, 2am. If not, sit back and enjoy the show.", "owner": "Jenny Han, Burn for Burn"}, {"item": "Karma's a bitch with a broken heart. But she wears a smile on her face because she's the queen of revenge.", "owner": "Sandra Golden, Hidden World: Past, Present and Future"}, {"item": "We must always reflect only what we wish to see reflected within us.", "owner": "Robin Sacredfire"}, {"item": "Love, endure, persist... Everything will return to you, innocent fool!", "owner": "Raheel Farooq"}, {"item": "Legacy proves ones mettle and one's karma.", "owner": "Aporva Kala, Life... Love... Kumbh..."}, {"item": "Attachment and aversion are the root cause of karma, and karma originates from infatuation. Karma is the root cause of birth and death, and these are said to be the source of misery. None can escape the effect of their own past karma.", "owner": "Mahavira"}, {"item": "I'm a true believer in karma. You get what you give, whether it's bad or good.", "owner": "Sandra Bullock"}, {"item": "Being vegan just gives you such great karma.", "owner": "Alicia Silverstone"}, {"item": "I believe in karma, and I believe if you put out positive vibes to everybody, that's all you're going to get back.", "owner": "Kesha"}], "pagination": {"next": "/data/spiritual & philosophy/karma/3/data.json", "prev": "/data/spiritual & philosophy/karma/1/data.json", "current": "/data/spiritual & philosophy/karma/2/data.json"}}