{"contents": [{"item": "How can He be perfect? Everything He ever makes...dies.", "owner": "George Carlin"}, {"item": "To answer your question, you want me because I'm made of awesome.", "owner": "Gena Showalter, Heart of Darkness"}, {"item": "I can't believe he didn't have the dignity and presence of mind just to get drunk and pass out in some gutter,\" said Jace. \"I must say, I'm disappointed in the little fellow.", "owner": "Cassandra Clare, City of Ashes"}, {"item": "Oh, of course,\" said Ron, clapping a hand to his forehead. \"I forgot we'll be hunting down Voldemort in a mobile library.", "owner": "J.K. Rowling, Harry Potter and the Deathly Hallows"}, {"item": "I'm not the smartest fellow in the world, but I can sure pick smart colleagues.", "owner": "Franklin D. Roosevelt"}, {"item": "Whitney Houston’s cover of “I Will Always Love You” was constantly on my FM Walkman radio around that time. I think that made me cry because I associated it with absolutely no one.", "owner": "Tina Fey, Bossypants"}, {"item": "Leo,” Hazel gasped, “I can’t—my arms—”“Hazel,” he said. “Do you trust me?”“No!”“Me neither,” Leo admitted.", "owner": "Rick Riordan, The Mark of Athena"}, {"item": "Don't you think 'Mark is kind of a weird name for a Shadowhunter?\" Julian was saying as Emma approached. \"I mean, if you really think about it. It's confusing. 'Put a Mark on me, Mark.", "owner": "Cassandra Clare, City of Heavenly Fire"}, {"item": "You know you have ADD when Look A chicken - T-shirt", "owner": "Darynda Jones, First Grave on the Right"}, {"item": "I never hated a man enough to give him his diamonds back.", "owner": "Zsa Zsa Gabor"}, {"item": "Everything is funny as long as it is happening to somebody else.", "owner": "Will Rogers"}, {"item": "We must respect the other fellow's religion, but only in the sense and to the extent that we respect his theory that his wife is beautiful and his children smart.", "owner": "H.L. Mencken, Minority Report"}, {"item": "The magician stood erect, menacing the attackers with demons, metamorphoses, paralyzing ailments, and secret judo holds. Molly picked up a rock.", "owner": "Peter S. Beagle, The Last Unicorn"}, {"item": "Adam's response was buried in the sound of the first-story door falling open. Noah slouched in. In a wounded tone, he said, \"He threw me out the window!\"Ronan's voice sang out from behind his closed door: \"You're already dead!", "owner": "Maggie Stiefvater, The Dream Thieves"}, {"item": "All I know is just what I read in the papers, and that's an alibi for my ignorance.", "owner": "Will Rogers"}], "pagination": {"next": "/data/inspiration/funny/3/data.json", "prev": "/data/inspiration/funny/1/data.json", "current": "/data/inspiration/funny/2/data.json"}}