{"contents": [{"item": "Success in training the boy depends largely on the Scoutmaster's own personal example.", "owner": "Robert Baden-Powell"}, {"item": "Not every difficult and dangerous thing is suitable for training, but only that which is conducive to success in achieving the object of our effort.", "owner": "Epictetus"}, {"item": "In the writing of poetry we never know anything for sure. We will never know if we have 'trained' or 'practised' enough. We will never be able to say that we have reached grade eight, or that we have left the grades behind and are now embarked on an advanced training.", "owner": "James Fenton"}, {"item": "You can always improve your fitness if you keep training.", "owner": "Pastor Maldonado"}, {"item": "Resting for me is fitness training.", "owner": "Jenson Button"}, {"item": "Training is such a vital part of preparation for a game, you really do train to play. It tops up your ability, like sharpening a carving knife. You can get away with not doing it for a while, as long as you have reached a certain standard of fitness.", "owner": "Graeme Le Saux"}, {"item": "In my view, fitness training isn't that important in England, as they all train with such intensity anyway and have a competitive edge when just sprinting. The matches are all hard-fought, too.", "owner": "Claudio Ranieri"}, {"item": "I believe it's extremely important to include some other type of fitness activity in your training, so cross training will help you to avoid injury when you are dancing.", "owner": "Laurieann Gibson"}, {"item": "I train Monday through Saturday. I usually have fitness training for 90 minutes, then I'm on the tennis court for 3 to 4 hours.", "owner": "Sloane Stephens"}, {"item": "From my first dunk at 14 years old to my second NCAA Championship at the University of Tennessee, my intense training with my dad was always to credit.", "owner": "Candace Parker"}], "pagination": {"next": null, "prev": "/data/health & fitness/training/3/data.json", "current": "/data/health & fitness/training/4/data.json"}}