{"contents": [{"item": "... The form of leadership must be the focus of constant reappraisal. Weber states, for example: 'Each new fact may necessitate the re-adjustment of the relations between end and indispensable means, between desired goals and unavoidable subsidiary consequences.' This process of re-adjustment is ultimately without resolution, for the political and ethical value-spheres are not only in constant opposition but also in permanent flux. It is the task of the politician to negotiate this value conflict and to be decisive as to the value to be pursued and the means to be employed.", "owner": "Nicholas Gane, Max Weber and Postmodern Theory: Rationalization Versus Re-enchantment"}, {"item": "... The political leader must constantly appraise and reappraise the means through which 'he can hope to do justice to the responsibility that power imposes upon him' while at the same time pursuing political values with conviction.", "owner": "Nicholas Gane, Max Weber and Postmodern Theory: Rationalization Versus Re-enchantment"}, {"item": "In my view, leadership is the courage to take risks in defense of a position that is both legal and moral. The politician who tries to become a wise guy by becoming friends to everybody - corrupt or not - is not a leader.", "owner": "Miriam Defensor Santiago, Stupid is Forever"}, {"item": "It's beneficial to have a reputation for honesty, if only so that one can lie at crucial moments.", "owner": "Brandon Sanderson, Elantris"}, {"item": "It is a curious thing, Harry, but perhaps those who are best suited to power are those who have never sought it. Those who, like you, have leadership thrust upon them, and take up the mantle because they must, and find to their own surprise that they wear it well.", "owner": "J.K. Rowling, Harry Potter and the Deathly Hallows"}, {"item": "Don't follow the crowd, let the crowd follow you.", "owner": "Margaret Thatcher"}, {"item": "The greatest leader is not necessarily the one who does the greatest things. He is the one that gets the people to do the greatest things.", "owner": "Ronald Reagan"}, {"item": "Leadership is not about titles, positions or flowcharts. It is about one life influencing another.", "owner": "John C. Maxwell"}, {"item": "If your actions create a legacy that inspires others to dream more, learn more, do more and become more, then, you are an excellent leader.", "owner": "Dolly Parton"}, {"item": "Don’t waste your energy trying to educate or change opinions; go over, under, through, and opinions will change organically when you’re the boss. Or they won’t. Who cares? Do your thing, and don’t care if they like it.", "owner": "Tina Fey, Bossypants"}, {"item": "Power isn’t control at all — power is strength, and giving that strength to others. A leader isn’t someone who forces others to make him stronger; a leader is someone willing to give his strength to others that they may have the strength to stand on their own.", "owner": "Beth Revis, Across the Universe"}, {"item": "Only one man in a thousand is a leader of men -- the other 999 follow women.", "owner": "Groucho Marx"}, {"item": "Don't tell people how to do things, tell them what to do and let them surprise you with their results.", "owner": "George S. Patton Jr."}, {"item": "You are good. But it is not enough just to be good. You must be good for something. You must contribute good to the world. The world must be a better place for your presence. And the good that is in you must be spread to others....", "owner": "Gordon B. Hinckley"}, {"item": "A man can only lead when others accept him as their leader, and he has only as much authority as his subjects give to him. All of the brilliant ideas in the world cannot save your kingdom if no one will listen to them.", "owner": "Brandon Sanderson, The Well of Ascension"}], "pagination": {"next": "/data/work & productivity/leadership/3/data.json", "prev": "/data/work & productivity/leadership/1/data.json", "current": "/data/work & productivity/leadership/2/data.json"}}