{"contents": [{"item": "A true philosopher must never give up.", "owner": "Jostein Gaarder, Sophie's World"}, {"item": "Never, never, never give in!", "owner": "Winston S. Churchill"}, {"item": "Being alive is sign of strength!", "owner": "Hiro Mashima, フェアリーテイル 31 講談社キャラクターズA [Fearī Teiru 31 Special Edition DVD Bundle]"}, {"item": "I am sore wounded but not slainI will lay me down and bleed a whileAnd then rise up to fight again", "owner": "John Dryden"}, {"item": "First, I thought, almost despairing,This must crush my spirit now;Yet I bore it, and am bearing-Only do not ask me how.", "owner": "Heinrich Heine"}, {"item": "Where are we going? It’s not an issue of here or there. And if you ever feel you can’t take another step, imagine how you might feel to arrive, if not wiser, a little more aware how to inhabit the middle ground between misery and joy. Trudge on. In the higher regions, where the footing is unsure, to trudge is to survive.", "owner": "Stephen Dunn, Lines of Defense: Poems"}, {"item": "You know what I did after I wrote my first novel? I shut up and wrote twenty-three more.\")", "owner": "Michael Connelly"}, {"item": "The only guarantee for failure is to stop trying", "owner": "John C. Maxwell"}, {"item": "Where would his torture be, indeed, if at every step the hope of succeeding upheld him?", "owner": "Albert Camus"}, {"item": "This is a world where things move at their own pace, including a tiny lift Fortey and I shared with a scholarly looking elderly man with whom Fortey chatted genially and familiarly as we proceeded upwards at about the rate that sediments are laid down.When the man departed, Fortey said to me: \"That was a very nice chap named Norman who's spent forty-two years studying one species of plant, St. John's wort. He retired in 1989, but he still comes in every week.\"\"How do you spend forty-two years on one species of plant?\" I asked.\"It's remarkable, isn't it?\" Fortey agreed. He thought for a moment. \"He's very thorough apparently.\" The lift door opened to reveal a bricked over opening. Fortey looked confounded. \"That's very strange,\" he said. \"That used to be Botany back there.\" He punched a button for another floor, and we found our way at length to Botany by means of back staircases and discreet trespass through yet more departments where investigators toiled lovingly over once-living objects.", "owner": "Bill Bryson, A Short History of Nearly Everything"}, {"item": "...these sleepless nights, when oddly enough my concentration was high, fueled perhaps by the effort to ignore the all-engrossing threat of bombs and rockets.", "owner": "Azar Nafisi, Reading Lolita in Tehran"}, {"item": "There is a tree. At the downhill edge of a long, narrow field in the western foothills of the La Sal Mountains -- southeastern Utah. A particular tree. A juniper. Large for its species -- maybe twenty feet tall and two feet in diameter. For perhaps three hundred years this tree has stood its ground. Flourishing in good seasons, and holding on in bad times. \"Beautiful\" is not a word that comes to mind when one first sees it. No naturalist would photograph it as exemplary of its kind. Twisted by wind, split and charred by lightning, scarred by brushfires, chewed on by insects, and pecked by birds. Human beings have stripped long strings of bark from its trunk, stapled barbed wire to it in using it as a corner post for a fence line, and nailed signs on it on three sides: NO HUNTING; NO TRESPASSING; PLEASE CLOSE THE GATE. In commandeering this tree as a corner stake for claims of rights and property, miners and ranchers have hacked signs and symbols in its bark, and left Day-Glo orange survey tape tied to its branches. Now it serves as one side of a gate between an alfalfa field and open range. No matter what, in drought, flood heat and cold, it has continued. There is rot and death in it near the ground. But at the greening tips of its upper branches and in its berrylike seed cones, there is yet the outreach of life. I respect this old juniper tree. For its age, yes. And for its steadfastness in taking whatever is thrown at it. That it has been useful in a practical way beyond itself counts for much, as well. Most of all, I admire its capacity for self-healing beyond all accidents and assaults. There is a will in it -- toward continuing to be, come what may.", "owner": "Robert Fulghum, Uh-oh - Some Observations From Both Sides Of The Refrigerator Door"}, {"item": "Value those whose capabilities are insurmountable you yourself possess the same strength....there's NO value in clowns! Believe and overcome!", "owner": "Monica Chrisandtras Hines"}, {"item": "Do not focus on the problem. Pray for strength to persevere.", "owner": "Lailah Gifty Akita"}, {"item": "Pray for strength to preserve.", "owner": "Lailah Gifty Akita"}], "pagination": {"next": "/data/work & productivity/perseverance/1/data.json", "prev": null, "current": "/data/work & productivity/perseverance/0/data.json"}}