{"contents": [{"item": "Strength is seeing yourself as you are.", "owner": "Taro Okamoto"}, {"item": "Most of us think we can hide our weaknesses from the world, and sometimes, we're right. But only if we're very very strong.", "owner": "Brian K. Vaughan, Saga #40"}, {"item": "That is true strength. To want what you have, and not what someone else is holding.", "owner": "Sarah Hepola, Blackout: Remembering the Things I Drank to Forget"}, {"item": "Team spirit fuels individual strength for a mutual success.", "owner": "Lailah Gifty Akita"}, {"item": "A persons emotions should be the strength, should not be the weakness", "owner": "Sharath Nazre"}, {"item": "You know your strengths but you must know your weaknesses more.", "owner": "Girdhar Joshi, Some Mistakes Have No Pardon"}, {"item": "We all get scared and want to turn away, but it isn’t always strength that makes you stay. Strength is also making the decision to change your destiny.", "owner": "Zoraida Córdova, Labyrinth Lost"}, {"item": "She had maintained her strength in the face of all this for so long that we had come to take it for granted, but she wasn't bulletproof. She might've been peculiar but she was also human,", "owner": "Ransom Riggs, Hollow City"}, {"item": "Though I’m tempted by the call of the sea, I resist. It can’t claim me.In a way I’m stronger than the waves and I feel good about that.", "owner": "Darren Shan, Bec"}, {"item": "The world was so much more forgiving of strength when it took on the appearance of weakness.", "owner": "Robin Wasserman, Girls on Fire"}, {"item": "...strength is not the absence of vulnerability. Strength is knowing what your weaknesses are and working with them.", "owner": "Terrence Real, How Can I Get Through to You? Closing the Intimacy Gap Between Men and Women"}, {"item": "Sooner\u2029 or \u2029later \u2029it \u2029would \u2029happen: \u2029strength \u2029would \u2029change\u2029 into \u2029consciousness.", "owner": "George Orwell, 1984"}, {"item": "Vulnerability has a strength of its own.", "owner": "William Zinsser"}, {"item": "As one widow put it to me, “Strength doesn’t mean being able to stand up to anything, but being able to crawl on your belly a long, long time before you can stand up again.", "owner": "Mark Matousek, When You're Falling, Dive: Lessons in the Art of Living"}, {"item": "She didn't struggle and soshe didn't grow", "owner": "Paulo Coelho"}], "pagination": {"next": null, "prev": "/data/health & fitness/strength/3/data.json", "current": "/data/health & fitness/strength/4/data.json"}}