{"contents": [{"item": "HopeSmiles from the threshold of the year to come, Whispering 'it will be happier'...", "owner": "Alfred Tennyson"}, {"item": "The grand essentials to happiness in this life are something to do, something to love, and something to hope for.", "owner": "George Washington Burnap, The Sphere and Duties of Woman: A Course of Lectures"}, {"item": "With all its sham, drudgery, and broken dreams,it is still a beautiful world.Be cheerful.Strive to be happy.", "owner": "Max Ehrmann, Desiderata - A Poem for a Way of Life"}, {"item": "I heard a definition once: Happiness is health and a short memory! I wish I'd invented it, because it is very true.", "owner": "Audrey Hepburn"}, {"item": "I am a happy camper so I guess I’m doing something right. Happiness is like a butterfly; the more you chase it, the more it will elude you, but if you turn your attention to other things, it will come and sit softly on your shoulder.", "owner": "J. Richard Lessor"}, {"item": "My happiness is not the means to any end. It is the end. It is its own goal. It is its own purpose.", "owner": "Ayn Rand, Anthem"}, {"item": "Maybe you think you’ll be entitled to more happiness later by forgoing all of it now, but it doesn’t work that way. Happiness takes as much practice as unhappiness does. It’s by living that you live more. By waiting you wait more. Every waiting day makes your life a little less. Every lonely day makes you a little smaller. Every day you put off your life makes you less capable of living it.", "owner": "Ann Brashares, Sisterhood Everlasting"}, {"item": "Happiness is a choice that requires effort at times.", "owner": "Aeschylus"}, {"item": "Always be like a water. Float in the times of pain or dance like waves along the wind which touches its surface.", "owner": "Santosh Kalwar"}, {"item": "The summit of happiness is reached when a person is ready to be what he is.", "owner": "Erasmus"}, {"item": "No one invites you to the top - you have to claw your way up. When you get there, you will sit with the others who were also uninvited - giggling. ", "owner": "Staness Jonekos"}, {"item": "Dear Human:You've got it all wrong.You didn't come here to master unconditional love. This is where you came from and where you'll return.You came here to learn personal love.Universal love.Messy love.Sweaty Love.Crazy love.Broken love.Whole love.Infused with divinity.Lived through the grace of stumbling.Demonstrated through the beauty of... messing up.Often.You didn't come here to be perfect, you already are.You came here to be gorgeously human. Flawed and fabulous.And rising again into remembering.But unconditional love? Stop telling that story.Love in truth doesn't need any adjectives.It doesn't require modifiers.It doesn't require the condition of perfection.It only asks you to show up.And do your best.That you stay present and feel fully.That you shine and fly and laugh and cry and hurt and heal and fall and get back up and play and work and live and die as YOU.Its enough.It's Plenty.", "owner": "Courtney A. Walsh"}, {"item": "Concentration attracts luck factor.", "owner": "Amit Ray, Yoga and Vipassana: An Integrated Life Style"}, {"item": "I Love Loving YouYou are my favorite song; a rhythm of beauty that captures my spirit.You are my favorite poem; an exquisite grouping of ideas set in motion with an unmatched enchanting elegance. You are my best friend; from our laughter to our deep conversations, our moments together are a timeless pleasure.You are my soul mate; a connection so pure, so powerful, that it can only be considered divine. You are my lover; a passionate entwinement, a chorus of ecstasy, and a feeling of complete unity that words could never adequately describe.You are my angel; you remind me of the goodness in this world and inspire me to be the greatest version of myself.You are my home; it is in your loving gaze that I find the comfort, acceptance, and the sense of belonging. You are my love ~ mi amor; there are not enough days in forever to allow me to fully express my love for you.I love loving you.", "owner": "Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience"}], "pagination": {"next": null, "prev": "/data/personal growth/happiness/3/data.json", "current": "/data/personal growth/happiness/4/data.json"}}