{"contents": [{"item": "The art of effective leadership is about navigating the dynamics of growth and success… holding a vision and leading a team, but arriving at the same time.", "owner": "Steve Maraboli"}, {"item": "A child's reading is guided by pleasure, but his pleasure is undifferentiated; he cannot distinguish, for example, between aesthetic pleasure and the pleasures of learning or daydreaming. In adolescence we realize that there are different kinds of pleasure, some of which cannot be enjoyed simultaneously, but we need help from others in defining them. Whether it be a matter of taste in food or taste in literature, the adolescent looks for a mentor in whose authority he can believe. He eats or reads what his mentor recommends and, inevitably, there are occasions when he has to deceive himself a little; he has to pretend that he enjoys olives or War and Peace a little more than he actually does. Between the ages of twenty and forty we are engaged in the process of discovering who we are, which involves learning the difference between accidental limitations which it is our duty to outgrow and the necessary limitations of our nature beyond which we cannot trespass with impunity. Few of us can learn this without making mistakes, without trying to become a little more of a universal man than we are permitted to be. It is during this period that a writer can most easily be led astray by another writer or by some ideology. When someone between twenty and forty says, apropos of a work of art, 'I know what I like,'he is really saying 'I have no taste of my own but accept the taste of my cultural milieu', because, between twenty and forty, the surest sign that a man has a genuine taste of his own is that he is uncertain of it. After forty, if we have not lost our authentic selves altogether, pleasure can again become what it was when we were children, the proper guide to what we should read.", "owner": "W.H. Auden, The Dyer's Hand"}, {"item": "Reading enables me to maintain a sense of something substantive– my ethical integrity, my intellectual integrity.", "owner": "Jonathan Franzen, How to Be Alone"}, {"item": "There is nothing more important to true growth than realizing that you are not the voice of the mind - you are the one who hears it.", "owner": "Michael A. Singer, The Untethered Soul: The Journey Beyond Yourself"}, {"item": "The most intelligent or brilliant of us all are not usually the most successful, financially or career wise.A lot depends on the ability of a person to break into circles, meet people, network and interact.A well marketed yam may sell better than a not-so-well marketed Jollof.Do not just stay in the library and read all the books there, lest you become publicly dusty like the books you read.Food for thought!", "owner": "Magnus Nwagu Amudi"}, {"item": "For growing again, one has to fall apart and fall to bits.", "owner": "raja shakeel mushtaque"}, {"item": "No person is ever wrong in how they experience their reality.", "owner": "Alaric Hutchinson, Living Peace"}, {"item": "True pain teaches us to grow. You aren't finished yet. Dylan needs you.", "owner": "Rebecca Salas, Lullaby"}, {"item": "And the day came when the risk to remain closed in a bud became more painful that the risk it took to blossom. [likely not Anaïs Nin; look under \"Disputed quotes\" on the Wikiquote page for her]", "owner": "Lassie Benton (pseudonym of Elizabeth Appell)"}, {"item": "The truth might hurt but lies hurt even more.", "owner": "Rob Liano"}, {"item": "There is an unspoken agreement in every successful relationship: \"I'm not perfect and you're not perfect. I can ignore your imperfections if you can ignore mine. I choose to spend my life in your company.", "owner": "Rick Cormier, MiXED NUTS or What I've Learned Practicing Psychotherapy"}, {"item": "Some might say it was lack of love –I would say it was out of love.", "owner": "Liz Thebart, Walk Away"}, {"item": "Judging a person's maturity by the number of years they've lived is misleading. This is because people mature at different rates.", "owner": "Innocent Mwatsikesimbe, The Reason"}, {"item": "If somebody tells you a rule, break it. That's the only way to move things forward.", "owner": "Hans Zimmer"}, {"item": "Growth is there for everybody, but it is not everybody who ‘grows’! So many people grow to stop growing, but aging never stops for mankind until we come to the ebb of our days! Grow in something as you grow and leave something unique!", "owner": "Ernest Agyemang Yeboah"}], "pagination": {"next": null, "prev": "/data/personal growth/growth/3/data.json", "current": "/data/personal growth/growth/4/data.json"}}