{"contents": [{"item": "The only thing worse than training employees and losing them is to not train them and keep them.", "owner": "Zig Ziglar"}, {"item": "We find that the Romans owed the conquest of the world to no other cause than continual military training, exact observance of discipline in their camps, and unwearied cultivation of the other arts of war.", "owner": "Publius Flavius Vegetius Renatus"}, {"item": "My citizen activism is a direct outgrowth of a classical and fiscally conservative training in economics at Harvard. It is a perspective rooted in one of the most important concepts in economics - the need for government intervention in the presence of a market failure.", "owner": "Peter Navarro"}, {"item": "A lifetime of training for just ten seconds.", "owner": "Jesse Owens"}, {"item": "In the sports arena I would say there is nothing like training and preparation. You have to train your mind as much as your body.", "owner": "Venus Williams"}, {"item": "I got amazing training both with Theatre Sports... back in Edmonton, Alberta - I can't give those people enough credit - and the daytime drama I did. Incredible training, both of them.", "owner": "Nathan Fillion"}, {"item": "At Barca, players were banned from driving their sports cars to training.", "owner": "Zlatan Ibrahimovic"}, {"item": "My concentration level blocks out everything. Concentration is why some athletes are better than others. You develop that concentration in training and concentrate in a meet.", "owner": "Edwin Moses"}, {"item": "I don't know why people question the academic training of an athlete. Fifty percent of the doctors in this country graduated in the bottom half of their classes.", "owner": "Al McGuire"}, {"item": "I'm a fully trained cosmonaut and have completed 800 hours training, which has made me the No. 1 civilian reserve ready to visit the International Space Station. I am determined to go up, and I want to explore the Moon, Mars and beyond!", "owner": "Brian Blessed"}, {"item": "For the last several years and culminating in six months in orbit next year, I've been training for my third space flight. This one is almost in a category completely different than the previous two, specifically to live in on the space station for six months, to command a space ship and to fly a new rocket ship.", "owner": "Chris Hadfield"}, {"item": "Anecdotal thinking comes naturally science requires training. ", "owner": "Michael Shermer"}, {"item": "We need to do teacher training to educate them about what temperament means. Shyness is painful and you want to help a child with shyness - but the underlying temperament of being a careful, sensitive person is to be honoured, valued and respected.", "owner": "Susan Cain"}, {"item": "I'm not against working out. It's just not effective for weight loss. I like strength training to tone and firm the body so you look tight. But working out just makes you hungrier.", "owner": "Jorge Cruise"}, {"item": "It's a real strength for me that I've never minded the training process. It's something I enjoy. I really like being in the gym or, certainly, on the field.", "owner": "Tom Brady"}], "pagination": {"next": "/data/health & fitness/training/1/data.json", "prev": null, "current": "/data/health & fitness/training/0/data.json"}}