{"contents": [{"item": "Every race proves a new opportunity to educate myself about what it means to be a runner and what it means to run.", "owner": "Jill Grunenwald, Running with a Police Escort: Tales from the Back of the Pack"}, {"item": "Step my step, mile by mile. These were my medals and I had worked hard for each and every one of them and no matter what happened, no matter who horrible I felt on race day, those medals represent the blood, sweat, and tears that went into making me the runner I am today.", "owner": "Jill Grunenwald, Running with a Police Escort: Tales from the Back of the Pack"}, {"item": "Here I am I am tired I am tired of running of having to carry my life like it was a basket of eggs", "owner": "William Faulkner, Light in August"}, {"item": "The marathon will humble you. But the truth is, sometimes it will do more than humble you. Sometimes it will break your heart.", "owner": "Bill Rodgers, Marathon Man: My 26.2-Mile Journey from Unknown Grad Student to the Top of the Running World"}, {"item": "You ran to eat and to avoid being eaten; you ran to find a mate and impress her, and with her you ran off to start a new life together. You had to love running or you wouldn't live to love anything else.", "owner": "Christopher McDougall, Born to Run: A Hidden Tribe, Superathletes, and the Greatest Race the World Has Never Seen"}, {"item": "Don't fight the trail, take what it gives you. If you have a choice between one step or two between rocks, take three.", "owner": "Christopher McDougall, Born to Run: A Hidden Tribe, Superathletes, and the Greatest Race the World Has Never Seen"}, {"item": "Goucher *never* eats lunch. If he is hungry, he will have a granola bar or another light snack. The guys, especially Reese, kid him that he does not eat enough. He used to eat more. Standing 5'9\" to 5'10\", he weighs in at just under 140 pounds. At the Olympic Trials in Atlanta in 1996, he weighed 145. After the 5000-meter final, where he finished a disappointing fourteenth, Wetmore told him he was fat. Goucher was livid. When he calmed down he realized Wetmore was right, and he made a conscious effort to lose any excess weight since then. He feels the difference. \"My chest was bigger, my arms were bigger. Losing the five pounds has helped me thin out, and it's cut me more. It's made a big difference.", "owner": "Chris Lear, Running with the Buffaloes: A Season Inside with Mark Wetmore, Adam Goucher, and the University of Colorado Men's Cross-Country Team"}, {"item": "In a sport that demands compulsion, sometimes the hardest task is having the confidence to rest.", "owner": "Chris Lear, Running with the Buffaloes: A Season Inside with Mark Wetmore, Adam Goucher, and the University of Colorado Men's Cross-Country Team"}, {"item": "That's the funny thing about running. The deceptive thing about it. It may seem mindless, but its really mental. If the minds strong, the body acts weak, even if its not.", "owner": "Wendelin Van Draanen, The Running Dream"}, {"item": "I'd rather be the last runner who saw a cool thing that everyone else missed, than to be a speedy runner who had a miserable experience.", "owner": "Vanessa Runs, The Summit Seeker"}, {"item": "There's not enough said about winter runing. Running in the winter is like not giving up when the road gets hard. It's about willpower and perseverance and being faithful to your sport.", "owner": "Vanessa Runs, The Summit Seeker"}, {"item": "Keep still and your troubles find you. I might not have known much about the unborn, but I sure as hell knew about running!", "owner": "Mark  Lawrence, Prince of Fools"}, {"item": "Lunch can wait. Everything can wait. Time to run.", "owner": "Lisa Schroeder, Chasing Brooklyn"}, {"item": "I love the laughter of this night. Our footsteps run, and I don't want them to end. I want to run and laugh and feel like this forever. I want to avoid any awkward moment when the realness of reality sticks its fork into our flesh, leaving us standing there, together. I want to stay here, in this moment, and never go to other places, where we don't know what to say or what to do. For now, just let us run. We run straight through the laughter of the night.", "owner": "Markus Zusak, I Am the Messenger"}, {"item": "The sunrise was the most amazing part of the day. The quiet of the block seemed even more silent when I watched the light make its way effortlessly into the world. Its serenity bathed itself in the rose colored light above bleeding into the sky. The road was vulnerable. The pink and the orange seeped onto the street and lit up my path, just for me. I saw it in front of my feet and it pulled me forward, my footsteps hitting the gravel. I wanted to run into it, to dive feet first and plunge into the harmony of my safe haven. It serenaded me into a calm sense of security. A calm idea that everything was just the way it was supposed to, and everything else, would always get better. Siempre mejorando.", "owner": "Adriana Rodrigues, Protect These Streets"}], "pagination": {"next": null, "prev": "/data/health & fitness/running/3/data.json", "current": "/data/health & fitness/running/4/data.json"}}