{"contents": [{"item": "Unstrained, I sit and gaze, glare, survey, starethrough barred windows encased in embroidered steel. Pearly frosted dust obstructs the channels of light, leaving only small pillars of fire, arranged in disordered fragments. The antiquated sallow walls are stained with crimson braids that wreathe and scuttle about the rimes and rifts.", "owner": "Craig Froman, An Owl on the Moon: A Journal from the Edge of Darkness"}, {"item": "There are some of you here today who feel like dead people. It is as if you are already six feet under, staring up at the top of your own locked coffin. This morning Jesus wants to set you free. You simply have to let go of the key and pass it through the little hole, where you see a tiny shaft of light.", "owner": "Sheila Walsh, Loved Back to Life: How I Found the Courage to Live Free"}, {"item": "E quindi uscimmo a riveder le stelle.And so we came forth, and once again beheld the stars.", "owner": "William Styron"}, {"item": "Breathe in, breathe out. Over and over again.Just to prove a broken heart can't really kill you.", "owner": "Kelley York, Suicide Watch"}, {"item": "There is nothing to save, now all is lost,but a tiny core of stillness in the heartlike the eye of a violet.", "owner": "D.H. Lawrence"}, {"item": "In her crazy, upside down world, she needed someone like that. A rock that would keep her going, an anchor to keep her from drifting away. Instead, she was alone", "owner": "Kayla Krantz, Survive at Midnight"}, {"item": "In her crazy, upside down world, she needed someone like that. A rock that would keep her going, an anchor to keep her from drifting away. Instead, she was alone.", "owner": "Kayla Krantz, Survive at Midnight"}, {"item": "And must I then, indeed, Pain, live with youall through my life?-sharing my fire, my bed,Sharing-oh, worst of all things!-the same head?-And, when I feed myself, feeding you too?", "owner": "Edna St. Vincent Millay, Mine the Harvest"}, {"item": "The first time I saw her,Everything in my head went quiet.", "owner": "Neil Hilborn"}, {"item": "I don't feel strong anymoreI feel like falling to my knees.Things aren't the way they were before,They're not the way they're supposed to be.", "owner": "Atarah L. Poling, Hidden Light"}, {"item": "from my chair i can see the street and it seems depressing", "owner": "Brandon Scott Gorrell"}, {"item": "I yearn to make these scars disappearAnd to forget about the past.To throw away all of my fearsAnd to be happy at last.", "owner": "Atarah L. Poling, Hidden Light"}, {"item": "It was wrong to be so joyless, so desponding; I should have made God my friend, and to do His will the pleasure and the business of my life; but faith was weak, and passion was too strong.", "owner": "Anne Brontë"}, {"item": "When I was young I was depressed all the time. But suicide no longer seemed a possibility in my life. At my age there was very little left to kill. It was good to be old, no matter what they said. It was reasonable that a man had to be at least 50 years old before he could write with anything like clarity.", "owner": "Charles Bukowski, Women"}, {"item": "You think being dead inside is bad until someone brings you back to life and stabs you in the chest without the intention of killing you.", "owner": "Denice Envall"}], "pagination": {"next": "/data/hard times/depression/4/data.json", "prev": "/data/hard times/depression/2/data.json", "current": "/data/hard times/depression/3/data.json"}}