{"contents": [{"item": "Taking pictures is savoring life intensely, every hundredth of a second.", "owner": "Marc Riboud"}, {"item": "If your daily life seems poor, do not blame it; blame yourself, tell yourself that you are not poet enough to call forth its riches; for to the creator there is no poverty and no poor indifferent place.", "owner": "Rainer Maria Rilke, Letters to a Young Poet"}, {"item": "Some beautiful paths can't be discovered without getting lost.", "owner": "Erol Ozan"}, {"item": "Never forget:we walk on hell,gazing at flowers.", "owner": "Kobayashi Issa"}, {"item": "I want to see beauty. In the ugly, in the sink, in the suffering, in the daily, in all the days before I die, the moments before I sleep.", "owner": "Ann Voskamp, One Thousand Gifts: A Dare to Live Fully Right Where You Are"}, {"item": "In fact no one recognizes the happiest moment of their lives as they are living it. It may well be that, in a moment of joy, one might sincerely believe that they are living that golden instant \"now,\" even having lived such a moment before, but whatever they say, in one part of their hearts they still believe in the certainty of a happier moment to come. Because how could anyone, and particularly anyone who is still young, carry on with the belief that everything could only get worse: If a person is happy enough to think he has reached the happiest moment of his life, he will be hopeful enough to believe his future will be just as beautiful, more so.", "owner": "Orhan Pamuk, The Museum of Innocence"}, {"item": "Life is so full of unpredictable beauty and strange surprises. Sometimes that beauty is too much for me to handle. Do you know that feeling? When something is just too beautiful? When someone says something or writes something or plays something that moves you to the point of tears, maybe even changes you.", "owner": "Mark Oliver Everett, Things The Grandchildren Should Know"}, {"item": "You have lost your reason and taken the wrong path. You have taken lies for truth, and hideousness for beauty. You would marvel if, owing to strange events of some sorts, frogs and lizards suddenly grew on apple and orange trees instead of fruit, or if roses began to smell like a sweating horse; so I marvel at you who exchange heaven for earth. I don't want to understand you.", "owner": "Anton Chekhov"}, {"item": "On no subject are our ideas more warped and pitiable than on death. ... Let children walk with nature, let them see the beautiful blendings and communions of death and life, their joyous inseparable unity, as taught in woods and meadows, plains and mountains and streams of our blessed star, and they will learn that death is stingless indeed, and as beautiful as life, and that the grave has no victory, for it never fights.", "owner": "John Muir, A Thousand-Mile Walk to the Gulf"}, {"item": "Life is full of beauty. Notice it. Notice the bumble bee, the small child, and the smiling faces. Smell the rain, and feel the wind. Live your life to the fullest potential, and fight for your dreams.", "owner": "Ashley  Smith"}, {"item": "I am a fashion person, and fashion is not only about clothes -- it's about all kinds of change", "owner": "Karl Lagerfeld"}, {"item": "She who reconciles the ill-matched threadsOf her life, and weaves them gratefullyInto a single cloth – It’s she who drives the loudmouths from the hallAnd clears it for a different celebration.", "owner": "Rainer Maria Rilke"}, {"item": "Life may not be pretty but it's always beautiful. We may only see the ugliness on the surface. The shit that only the world chooses to notice. But, if we dig deep, if we get to the heart of life, where there's no pain or fear, where we can just be who we are and love freely without judgement, it's really beautiful.", "owner": "S.L. Jennings, Fear of Falling"}, {"item": "It’s a secondhand world we’re born into. What is novel to us is only so because we’re newborn, and what we cannot see, that has come before- what our parents have seen and been and done- are the hand-me-downs we begin to wear as swaddling clothes, even as we ourselves are naked. The flaw runs through us, implicating us in its imperfection even as it separates us, delivers us onto opposite sides of a chasm. It is both terribly beautiful and terribly sad, but it is, finally, the fault in the universe that gives birth to us all.", "owner": "Katherine Min, Secondhand World"}, {"item": "Life isn’t meant to be lived perfectly…but merely to be LIVED. Boldly, wildly, beautifully, uncertainly, imperfectly, magically LIVED.", "owner": "Mandy Hale, The Single Woman: Life, Love, and a Dash of Sass"}], "pagination": {"next": "/data/inspiration/beauty/3/data.json", "prev": "/data/inspiration/beauty/1/data.json", "current": "/data/inspiration/beauty/2/data.json"}}