{"contents": [{"item": "What the hell is that?\" I laughed.\"It's my fox hat.\"\"Your fox hat?\"\"Yeah, Pudge. My fox hat.\"\"Why are you wearing your fox hat?\" I asked.\"Because no one can catch the motherfucking fox.", "owner": "John Green, Looking for Alaska"}, {"item": "I thought I'd lie on the floor and writhe in pain for a while,\" he grunted, \"It relaxes me.\"\"It does? Oh - you're being sarcastic. That's a good sign probably.", "owner": "Cassandra Clare, City of Ashes"}, {"item": "I'm going to wake Peeta,\" I say.\"No, wait,\" says Finnick. \"Let's do it together. Put our faces right in front of his.\"Well, there's so little opportunity for fun left in my life, I agree. We position ourselves on either side of Peeta, lean over until our faces are inches frim his nose, and give him a shake. \"Peeta. Peeta, wake up,\" I say in a soft, singsong voice.His eyelids flutter open and then he jumps like we've stabbed him. \"Aa!\"Finnick and I fall back in the sand, laughing our heads off. Every time we try to stop, we look at Peeta's attempt to maintain a disdainful expression and it sets us off again.", "owner": "Suzanne Collins, Catching Fire"}, {"item": "Headline?\" he asked.\"'Swing Set Needs Home,'\" I said.\"'Desperately Lonely Swing Set Needs Loving Home,'\" he said.\"'Lonely, Vaguely Pedophilic Swing Set Seeks the Butts of Children,'\" I said.", "owner": "John Green, The Fault in Our Stars"}, {"item": "Puns are the highest form of literature.", "owner": "Alfred Hitchcock"}, {"item": "You are the shuckiest shuck faced shuck in the world!", "owner": "James Dashner, The Maze Runner"}, {"item": "You should eat a waffle! You can't be sad if you eat a waffle!", "owner": "Lauren Myracle, ttfn"}, {"item": "She said this in the same way you might say Fields of Punishment or Hades's gym shorts.", "owner": "Rick Riordan, The Titan's Curse"}, {"item": "I am your Prince and you will marry me,\" Humperdinck said.Buttercup whispered, \"I am your servant and I refuse.\"\"I am you Prince and you cannot refuse.\"\"I am your loyal servant and I just did.\"\"Refusal means death.\"\"Kill me then.", "owner": "William Goldman, The Princess Bride"}, {"item": "A pessimist is a man who thinks everybody is as nasty as himself, and hates them for it.", "owner": "George Bernard Shaw"}, {"item": "I've had great success being a total idiot. ", "owner": "Jerry Lewis"}, {"item": "Oh, dear God and baby Jesus in the manger, my eyes!” Dee shrieked. “My eyes!", "owner": "Jennifer L. Armentrout, Opal"}, {"item": "Telling an introvert to go to a party is like telling a saint to go to Hell.", "owner": "Criss Jami, Killosophy"}, {"item": "I'm a godmother, that's a great thing to be, a godmother. She calls me god for short, that's cute, I taught her that.", "owner": "Ellen DeGeneres"}, {"item": "I planted a kamikaze kiss on Jamie’s cheek.“FUCK,” he shouted, wiping it off. “What if you killed me!” He threw a Skittle at my face. It hit my forehead.“Ow!”“Taste the rainbow bitch.", "owner": "Michelle Hodkin, The Retribution of Mara Dyer"}], "pagination": {"next": "/data/inspiration/funny/2/data.json", "prev": "/data/inspiration/funny/0/data.json", "current": "/data/inspiration/funny/1/data.json"}}