{"contents": [{"item": "Promise YourselfTo be so strong that nothingcan disturb your peace of mind.To talk health, happiness, and prosperityto every person you meet.To make all your friends feelthat there is something in themTo look at the sunny side of everythingand make your optimism come true.To think only the best, to work only for the best,and to expect only the best.To be just as enthusiastic about the success of othersas you are about your own.To forget the mistakes of the pastand press on to the greater achievements of the future.To wear a cheerful countenance at all timesand give every living creature you meet a smile.To give so much time to the improvement of yourselfthat you have no time to criticize others.To be too large for worry, too noble for anger, too strong for fear,and too happy to permit the presence of trouble.To think well of yourself and to proclaim this fact to the world,not in loud words but great deeds.To live in faith that the whole world is on your sideso long as you are true to the best that is in you.", "owner": "Christian D. Larson, Your Forces and How to Use Them"}, {"item": "They say a person needs just three things to be truly happy in this world: someone to love, something to do, and something to hope for.", "owner": "Tom Bodett"}, {"item": "Of all forms of caution, caution in love is perhaps the most fatal to true happiness.", "owner": "Bertrand Russell, The Conquest of Happiness"}, {"item": "Happiness is holding someone in your arms and knowing you hold the whole world.", "owner": "Orhan Pamuk, Snow"}, {"item": "I know that's what people say-- you'll get over it. I'd say it, too. But I know it's not true. Oh, youll be happy again, never fear. But you won't forget. Every time you fall in love it will be because something in the man reminds you of him.", "owner": "Betty  Smith, A Tree Grows in Brooklyn"}, {"item": "People like to say love is unconditional, but it's not, and even if it was unconditional, it's still never free. There's always an expectation attached. They always want something in return. Like they want you to be happy or whatever and that makes you automatically responsible for their happiness because they won't be happy unless you are ... I just don't want that responsibility.", "owner": "Katja Millay, The Sea of Tranquility"}, {"item": "Happily ever after, or even just together ever after, is not cheesy,” Wren said. “It’s the noblest, like, the most courageous thing two people can shoot for.", "owner": "Rainbow Rowell, Fangirl"}, {"item": "I have a million things to talk to you about. All I want in this world is you. I want to see you and talk. I want the two of us to begin everything from the beginning.", "owner": "Haruki Murakami, Norwegian Wood"}, {"item": "You cannot be with someone just because you don’t want to hurt him. You have your own happiness to think about.", "owner": "Melissa de la Cruz, The Van Alen Legacy"}, {"item": "Wait a second,\" Four says. I turn toward him, wondering which version of Four I'll see now-the one who scolds me, or the one who climbs Ferris wheels with me. He smiles a little, but the smile doesn't spread to his eyes, which look less tense and worried.\"You belong here, you know that?\" he says. \"You belong with us. It'll be over soon, so just hold on, okay?\"He scratches behind his ear and looks away, like he's embarrassed by what he said. I stare at him. I feel my heartbeat everywhere, even in my toes. I feel like doing something bold, but I could just as easily walk away. I am not sure which option is smarter, or better. I am not sure that I care.I reach out and take his hand. His fingers slide between mine. I can't breathe. I stare up at him, and he stares down at me. For a long moment, we stay that way. Then I pull my hand away and run after Uriah and Lynn and Marlene. Maybe now he thinks I'm stupid, or strange. Maybe it was worth it.", "owner": "Veronica Roth, Divergent"}, {"item": "They've got no idea what happiness is, they don't know that without this love there is no happiness or unhappiness for us--there is no life.", "owner": "Leo Tolstoy, Anna Karenina"}, {"item": "Love is too precious to be ashamed of.", "owner": "Laurell K. Hamilton, A Stroke of Midnight"}, {"item": "People wait around too long for love. I'm happy with all of my lusts!", "owner": "C. JoyBell C."}, {"item": "I don't understand the point of being together if you're not the happiest.", "owner": "Gillian Flynn, Gone Girl"}, {"item": "She had never imagined she had the power to make someone else so happy. And not a magical power, either--a purely human one.", "owner": "Cassandra Clare, Clockwork Prince"}], "pagination": {"next": "/data/personal growth/happiness/1/data.json", "prev": null, "current": "/data/personal growth/happiness/0/data.json"}}